{"chunk_id": "r_0001", "section_hierarchy": ["INTRODUCTION"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This book is written for the Dungeon Master. It contains a complete DUNGEONS & DRAGONS adventure, as well as descriptions for every creature and magic item that appears in the adventure. It also introduces the world of the Forgotten Realms, one of the game's most enduring settings, and it teaches you how to run a D&D game.\nThe smaller book that accompanies this one (hereafter called \"the rulebook\") contains the rules you need to adjudicate situations that arise during the adventure."}
{"chunk_id": "r_0002", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Lost Mine of Phandelver is an adventure for four to five characters of 1st level. During the course of the adventure, the characters will advance to 5th level. The DM plays the monsters and villains the adventurers battle against, choosing their actions and rolling dice for their attacks."}
{"chunk_id": "r_0003", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "BACKGROUND"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "More than five hundred years ago, clans of dwarves and gnomes made an agreement known as the Phandelver's Pact, by which they would share a rich mine in a wondrous cavern known as Wave Echo Cave. In addition to its mineral wealth, the mine contained great magical power. Human spellcasters allied themselves with the dwarves and gnomes to channel and bind that energy into a great forge (called the Forge of Spells), where magic items could be crafted. Times were good, and the nearby human town of Phandalin (pronounced fan-duh-Jin) prospered as well. But then disaster struck when ores swept through the North and laid waste to all in their path.\nA powerful force of ores reinforced by evil mercenary wizards attacked Wave Echo Cave to seize its riches and magic treasures. Human wizards fought alongside their dwarf and gnome allies to defend the Forge of Spells, and the ensuing spell battle destroyed much of the cavern. Few survived the cave-ins and tremors, and the location of Wave Echo Cave was lost.\nFor centuries, rumors of buried riches have attracted treasure seekers and opportunists to the area around Phandalin, but no one has ever succeeded in locating the lost mine. In recent years, people have resettled the area. Phandalin is now a rough-and-tumble frontier town. More important, the Rockseeker brothers-a trio of dwarveshave discovered the entrance to Wave Echo Cave, and they intend to reopen the mines.\nUnfortunately for the Rockseekers, they are not the only ones interested in Wave Echo Cave. A mysterious villain known as the Black Spider controls a network of bandit gangs and goblin tribes in the area, and his agents have followed the Rockseekers to their prize. Now the Black Spider wants Wave Echo Cave for himself, and he is taking steps to make sure no one else knows where it is."}
{"chunk_id": "r_0004", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "BACKGROUND", "OVERVIEW"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The Lost Mine of Phandelver is divided into four parts. In part 1, \"Goblin Arrows,\" the adventurers are on the road to the town of Phandalin when they stumble into a goblin ambush. Part 3, \"The Spider's Web,\" provides the characters with several short adventures in the region."}
{"chunk_id": "r_0005", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "BACKGROUND", "ADVENTURE HOOK"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "You can let players invent their own reasons for visiting Phandalin, or you can use the following adventure hook. The backgrounds and secondary goals on the character sheets also provide characters with motivations for visiting Phandalin.\nMeet Me in Phanda/in. The characters are in the city of Neverwinter when their dwarf patron and friend, Gundren Rockseeker, hires them to escort a wagon to Phandalin. Gundren has gone ahead with a warrior, Si!dar Hallwinter, to attend to business in the town while the characters follow with the supplies. The characters will be paid 10 gp each by the owner of Barthen's Provisions in Phandalin when they deliver the wagon safely to that trading post."}
{"chunk_id": "r_0006", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "BACKGROUND", "THE FORGOTTEN REALMS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The world of the Forgotten Realms is one such setting, and that's where the story in this adventure takes place. Dragons, giants, demons, and unimaginable abominations lurk in dungeons, caverns, ruined cities, and the vast wild places of the world. Known roads may be well traveled, but they aren't necessarily safe."}
{"chunk_id": "r_0007", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "PART 1: GOBLIN ARROWS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The adventure begins as the player characters are escorting a wagon of provisions to Phandalin. The journey takes them south along the High Road to the Triboar Trail, which heads east. When they're a half-day's march fromPhandalin, they run into trouble with goblin raiders."}
{"chunk_id": "r_0008", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "PART 1: GOBLIN ARROWS", "GOBLIN AMBUSH"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Read the following boxed text to start the encounter: You've been on the Triboar Trail for about half a day. As you come around a bend, you spot two dead horses sprawled about fifty feet ahead of you, blocking the path. Each has several black-feathered arrows sticking out ofit. The woods press close to the trail here, with a steep embankment and dense thickets on either side.\nIf you are using the \"Meet Me in Phandalin\" adventure hook, then any character who approaches to make a closer investigation can identify the horses as belonging to Gundren Rockseeker and Sildar Hallwinter. They've been dead about a day, and it's clear that arrows killed the horses. When the characters inspect the scene closer, read the following: Four goblins are hiding in the woods, two on each side of the road. They wait until someone approaches the bodies and then attack.\nThis will likely be the first of many combat encounters in the adventure. Here are the steps you should follow to run it effectively:"}
{"chunk_id": "r_0009", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "DEVELOPMENTS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "In the unlikely event that the goblins defeat the adventurers, they leave them unconscious, loot them and the wagon, then head back to the Cragmaw hideout. The characters can continue on to Phandalin, buy new gear at Barthen's Provisions, return to the ambush site, and find the goblins' trail. A captured goblin can be persuaded to share what it knows."}
{"chunk_id": "r_0010", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "DEVELOPMENTS", "RESTS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The party might need to rest after the goblin ambush, depending on how the battle plays out. See the rulebook for more information on short rests and long rests."}
{"chunk_id": "r_0011", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "GOBLIN TRAIL"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The trail leads five miles northwest and ends at the Cragmaw hideout. About 10 minutes after heading down the trail, a party on the path encounters a hidden snare. A pit is 6 feet wide, 10 feet deep and triggers when a creature moves across it."}
{"chunk_id": "r_0012", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "GOBLIN TRAIL", "AWARDING EXPERIENCE POINTS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Defeating the goblin ambushers and finding the Cragmaw hideout completes a story milestone. When the party arrives at the hideout, award each character 75 XP. Make sure the players record this gain on their character sheets."}
{"chunk_id": "r_0013", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "GOBLIN TRAIL", "CRAGMAW HIDEOUT"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "TheCragmaw tribe of goblins has established a hideout from which it can easily harass and plunder traffic moving along the Triboar Trail or the path to Phandalin. The Cragmaw tribe is so named because each member of the tribe sharpens its teeth so they appear fierce and jagged.\nThe leader of the Cragmaw bandits lairing here is a bugbear named Klarg, who has orders from the chief of the Cragmaws to plunder any poorly defended caravans or travelers that come this way. A few days ago, a messenger from Cragmaw Castle brought new instructions: Waylay the dwarf Gundren Rockseeker and anyone traveling with him."}
{"chunk_id": "r_0014", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "GENERAL FEATURES"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The Cragmaw cave slopes steeply upward. Most of the caves and passages have steeply sloping ceilings that create stalactite-covered vaults rising 20 to 30 feet above the floor. Creatures can make a DC 15 Wisdom (Perception) check to attempt to hear activity in nearby chambers."}
{"chunk_id": "r_0015", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "WHAT THE GOBLINS KNOW"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If the characters capture or charm any of the goblins here, the goblins can be persuaded to divulge some useful information:"}
{"chunk_id": "r_0016", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "1. CAVE MOUTH"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Thetrail from the goblin ambush site leads to the entrance of the Cragmaw hideout.\nFollowing the goblins' trail, you come across a large cave in a hillside five miles from the scene of the ambush. A shallow stream flows out of the cave mouth, which is screened by dense briar thickets. A narrow dry path leads into the cave on the right-hand side of the stream.\nThe thicket in area 2 is impenetrable from the west side of the stream.\nDEVELOPMENTS The goblins in area 2 are supposed to be keeping watch on this area, but they are not paying attention. (Goblins can be lazy that way.) However, if the characters make a lot of noise here-for example, loudly arguing about what"}
{"chunk_id": "r_0017", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "2. GOBLIN BLIND"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "When the characters cross to the east side of the stream, they can see around the screening thickets to area 2. This is a goblin guard post, though the goblins here are bored and inattentive.\nOn the east side of the stream flowing from the cave mouth, a small area in the briar thickets has been hollowed out to form a lookout post or blind. Wooden planks flatten out the briars and provide room for guards to lie hidden and watch the area-including a pair of goblins lurking there right now!\nTwo goblins are stationed here. If the goblins notice intruders in area 1, they open fire with their bows, shooting through the thickets and probably catching the characters by surprise. If the goblins don't notice the adventurers in area 1, they spot them when they splash across the stream, and neither side is surprised.\nCharacters moving carefully or scouting ahead might be able to surprise the goblin lookouts. Have each character who moves ahead make a Dexterity (Stealth) check contested by the goblins' passive Wisdom (Perception) score to avoid being surprised. See the rulebook for more information on ability check contests.\nThickets. The thickets around the clearing are difficult terrain, but they aren't dangerous-just annoying. They provide half cover to creatures attacking through them. (See \"Difficult Terrain\" and \"Cover\" in the rulebook for more information.)"}
{"chunk_id": "r_0018", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "3. KENNEL"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The Cragmaws keep a kennel of foul-tempered wolves that they are training for battle. Each wolf's chain leads to an iron rod driven into the base of a stalagmite. A character who tries to calm the animals can attempt a DC 15 Wisdom (Animal Handling) check."}
{"chunk_id": "r_0019", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "4. STEEP PASSAGE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A map not only shows an adventure location in its entirety but also shows secret doors, hidden traps, and other elements the players aren't meant to see. Maps that appear in this adventure are for the DM's eyes only. Maps are best used to show multiroom lairs and other locations that have many places to explore."}
{"chunk_id": "r_0020", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "5. OVERPASS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Goblins have set up a bridge guard post. The guard is lazy and inattentive. The bridge has an Armor Class (AC) of 5 and 10 hit points. If the bridge is reduced to O hit points, it collapses. Creatures on the collapsing bridge must succeed on a DC 10 Dexterity saving throw or fall."}
{"chunk_id": "r_0021", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "6. GOBLIN DEN"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "TheCragmaw raiders stationed in the hideout use this area as a common room and barracks.\nThis large cave is divided in half by a ten-foot-high escarpment. A steep natural staircase leads from the lower portion to the upper ledge. The air is hazy with the smoke of a cooking fire, and pungent from the smell of poorly cured hides and unwashed goblins.\nSix goblins inhabit this den, and one of them is a leader with 12 hit points. The five ordinary goblins tend the cooking fire in the lower (northern) part of the cave near the entrance passage, while the leader rests in the upper (southern) part of the cave.\nSildar Hallwinter, a human warrior, is held prisoner in this chamber. He is securely bound on the southern ledge of the cavern. The goblins have been beating and tormenting him, so he is weak and at 1 hit point.\nThe goblin leader, Yeemik, is second-in-command of the whole hideout. If he sees that the characters are getting the upper hand, he grabs Sildar and drags him over to the edge of the upper level. \"Truce, or this human dies!\" he shouts.\nYeemik wants to oust Klarg and become the new boss. If the adventurers agree to parley, Yeemik tries to convince them to kill Klarg in area 8, promising to release Sildar when they bring back the bugbear's head. Sildar groggily warns the characters that they shouldn't trust the goblin, and he's right. If the characters take the deal, Yeemik tries to force them to pay a rich ransom for Sildar even after they complete their part of the bargain."}
{"chunk_id": "r_0022", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "ROLEPLAYING SILDAR"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Sildar Hallwinter is a kindhearted human male of nearly fifty years. He is an agent of the Lords' Alliance, a group of allied political powers. Sildar wants to investigate the fate of Iarno Albrek, a human wizard who disappeared shortly after arriving in Phandalin."}
{"chunk_id": "r_0023", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "TREASURE"], "section_type": "puzzle", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Yeemik carries a pouch containing three gold teeth (1 gp each) and 15 sp. Sildar's gear, along with Gundren Rockseeker, was taken to Cragmaw Castle.\nMosk carries a belt pouch containing 33 sp and wears an eye patch made of black leather set with semiprecious stones (50 gp). He also has an iron key that locks and unlocks all the doors in the Redbrand hideout.\nAWARDING EXPERIENCE POINTS Divide 600 XP equally among the characters if the party defeats the bugbears.\nAt the foot of Iarno's bed is a sturdy, unlocked wooden chest holding the best pickings of the Redbrands' loot over the last two months. It contains 180 sp, 130 gp, and a silk pouch containing five carnelians (10 gp each), two peridots (15 gp each), and one pearl (100 gp). It also contains two magic items that Iarno brought with him from Neverwinter: a scroll of charm person and a scroll of fireball.\nlarno also wields a staff of defense (see appendix A).\nAWARDING EXPERIENCE POINTS Divide 200 XP equally among the characters if the party slays Iarno Albrek. Double the XP award if they capture larno and deliver him to Sildar Hallwinter in Phandalin."}
{"chunk_id": "r_0024", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "NPC PARTY MEMBERS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "An NPC might join the party, if only for a short time. Here are some tips to help you run an NPC party member:"}
{"chunk_id": "r_0025", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "7. TWIN POOLS CAVE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If the goblins have drained either pool to flood the passage, adjust the following boxed text accordingly.\nThis cavern is half filled with two large pools of water. A narrow waterfall high in the eastern wall feeds the pool, which drains out the western end of the chamber to form the stream that flows out of the cave mouth below. Low fieldstone walls serve as dams holding the water in. A wide exit stands to the south, while two smaller passages lead west. The sound of the waterfall echoes through the cavern, making it difficult to hear.\nThree goblins guard this cave. If the goblin in area 5 spotted the characters and warned the goblins here, they are ready for trouble. The noise of the waterfall means that the creatures in area 8 can't hear any fighting that takes place here, and vice versa. Therefore, as soon as a fight breaks out here, one goblin flees to area 8 to warn Klarg.\nRock Dams. The goblins built simple dams to control the flow of water through the heart of the complex. If the goblin sentry in area 5 has called for the goblins here to release a flood, one or both of the pools are mostly empty and the stream is flowing unimpeded."}
{"chunk_id": "r_0026", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "8. KLARG's CAVE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The leader of the goblinoids insists on keeping the bulk of the raiders' stolen goods in his den. The Cragmaws' plunder from the last month of raiding and ambushing caravans is here.\nSacks and crates of looted provisions are piled up in the south end of this large cave. To the west, the floor slopes toward a narrow opening that descends into darkness. A larger opening leads north down a set of natural stone steps, the roar of falling water echoing from beyond. In the middle of the cavern, the coals of a large fire smolder.\nKlarg the bugbear shares this cave with his mangy pet wolf, Ripper, and two goblins. The bugbear is filled with delusions of grandeur and views himself as a mighty warlord just beginning his career of conquest. He is not entirely sane, referring to himself in the third person (\"Who dares defy Klarg?\" or \"Klarg will build a throne from your bones, puny ones!\"). The goblins under his command resent his bullying. Fire Pit. The hot coals in the central fire pit deal 1 fire damage to any creature that enters the fire pit, or ld6 fire damage to any creature that falls prone there. A creature can take each type of damage only once per round.\nNatural Chimney. A niche in the western wall forms the top of a shaft that descends 30 feet to area 3. See that area for information on climbing the natural chimney. Supplies. The piles of sacks and crates can provide half cover to any creature fighting or hiding behind them. Most are marked with the image of a blue lion-the symbol of the Lionshield Coster, a merchant company with a warehouse and trading post in Phandalin.\nHidden among the supplies is an unlocked treasure chest belonging to Klarg (see the \"Treasure\" section). Any character who searches the supplies finds the chest."}
{"chunk_id": "r_0027", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "WHAT'S NEXT?"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The next stage of the adventure takes place in Phandalin. Details contained within the characters' backgrounds might prompt them to seek out specific NPCs. Exploring the Cragmaw hideout and defeating Klarg and his allies completes a story milestone. The characters earn experience points based on the monsters and traps they overcome."}
{"chunk_id": "r_0028", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "PART 2: PHANDALIN"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The frontier town of Phandalin is built on the ruins of a much older settlement. Hundreds of years ago, the old town was a thriving human town. The same ore horde that sacked the mines at Wave Echo Cave laid waste to the settlement."}
{"chunk_id": "r_0029", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "PART 2: PHANDALIN", "ENCOUNTERS IN PHANDALIN"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "When the characters explore Phandalin, you don't need to keep track of how much time is spent at each location.\nInstead, imagine that you're directing an old-style western movie. Your goal is to present several scenes in which the adventurers walk into a store or saloon and meet the people there. By interacting with these NPCs, the adventurers learn what the NPCs need or what information they want to share, then can move on to the next location. These scenes are a series of roleplaying encounters that take place over the course of a couple of days of game time.\nTo begin, ask the players where they want to go and what they want to do in town. For example, you could tell them, \"There's an inn, a town hall, a shrine, general stores and trading posts, and a few other homes and businesses.\nWhere do you want to go?\" When the players pick a spot, refer to the description in the following section, introduce the NPCs there, and let the interaction begin.\nThe StonehiJJ Inn. If the players aren't sure what their characters should do, encourage them to begin at the Stonehill Inn. The NPCs there are \"pointers\" who can direct the characters toward the various adventure opportunities and important rumors that can be found in other parts of the town. By visiting the inn, the characters learn what other places they should visit."}
{"chunk_id": "r_0030", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "PART 2: PHANDALIN", "IMPORTANT NPCs"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Here is a quick summary of the most important NPCs in Phandalin. and their relevance to the adventure.\nToblen Stonehill Innkeeper Elmar Barthen Owns a trading post; owes money to the party if you are using the \"Meet Me in Phandalin\" adventure hook Daran Edermath Member of the Order of the Gauntlet with a quest for the party Linene Graywind Runs a trading post and offers a reward for retrieving her supplies Halia Thornton Member of the Zhentarim with a quest for the party Qelline Alderleaf Helpful halfling farmer whose son, Carp, knows a secret way into the Redbrands' hideout Sister Garaele Elf cleric ofTymora and Harper agent with a quest for the party Harbin Wester Town master of Phandalin with a quest for the party Sildar Hallwinter Member of the Lords' Alliance with two quests for the party"}
{"chunk_id": "r_0031", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "RoLEPLAYING PHANDALIN NPCs"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If you're not sure how to run an NPC, a good way to start is to have the character introduce himself or herself, welcome the adventurers to Phandalin, and ask who they are and what they want. You don't need to be an actor or stand-up comedian to get good drama or humor out of your NPCs, but if you want to ham it up, here's some advice: Relax. Don't worry about impressing your players with your thespian skills (or lack thereof). Get inside the NPCs' minds. Imagine how they might react to the characters, and strive to be realistic. Mug it up. Scowl, smile, snarl, flutter your eyelashes, pout, cross your eyes, rub your hands together-whatever it takes to make your NPCs come to life. Try different voices. Borrow distinctive speech patterns from real life, movies, and television. Adjust the volume as appropriate. An NPC can be loud, soft-spoken, or something in between. Keep the game moving. Let the players steer the inter The characters have no reason to fight ordinary townsfolk. Hence, no game statistics are provided for them. If statistics become necessary, use the commoner stat block to represent an adult NPC of any race."}
{"chunk_id": "r_0032", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "RoLEPLAYING PHANDALIN NPCs", "TOWN DESCRIPTION"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Phandalin is small, so the characters can visit multiple locations and NPCs throughout a given day. If the players choose to have their characters split up, they can cover more ground, but you'll have to take turns running each interaction for each player. Splitting the party also makes the \"Redbrand Ruffians\" encounter potentially more dangerous.\nThe following sections detail specific locations in town."}
{"chunk_id": "r_0033", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STONEHILL INN"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "In the center of Phandalin stands a large, newly built roadhouse of fieldstone and rough-hewn timbers. The common room is filled with locals nursing mugs of ale or cider. Spending a little time in the common room and chatting up the townspeople can provide the characters with a number of good leads."}
{"chunk_id": "r_0034", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "BARTHEN'S PROVISIONS"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Barthen's is the biggest trading post in Phandalin. It is open from sunup to sundown. Characters in need of weapons or armor are directed to the Lionshield Coster. If the characters tell Barthen about the death of Gundren, he encourages them to rescue him."}
{"chunk_id": "r_0035", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "EDERMATH ORCHARD"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Daran Edermath is a member of the Order of the Gauntlet. He is concerned about the Redbrands and the ruins of Old Owl Well. If the party pursues this quest, Daran will award them the title of Chevall."}
{"chunk_id": "r_0036", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "LIONSHIELD COSTER"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Hanging above the front door of this modest trading post is a sign shaped like a wooden shield with a blue lion painted onit.\nII This building is owned by the Lionshields, a merchant company based in the city ofYartar, over a hundred miles to the east. They ship finished goods to Phandalin and other small settlements throughout the region, but this outpost has been hard hit by banditry. The most recent Lionshield caravan due in Phandalin never arrived. (It was attacked and its cargo captured by the Cragmaw goblins.) The master of the Phandalin post is a sharp-tongued human woman of thirty-five named Linene Graywind. She knows that bandits have raided Lionshield caravans, but she doesn't know who is responsible.\nIn a back room, Linene keeps a supply of armor and weapons, all of which are for sale to interested buyers. (For prices, see \"Adventuring Gear\" in the rulebook.) Linene has a few scruples, however, and won't sell weapons to anyone she thinks might be a threat to the town. Among those with whom she refuses to do business are the Redbrands. She warns the characters that the ruffians are trouble and advises them to avoid the Sleeping Giant tap house.\nRecovered Goods. If the characters return the stolen goods found in area 8 of the Cragmaw hideout (or if they left the goods but reveal where they can be found), Linene gives them a reward of 50 gp and promises to help the adventurers any way she can."}
{"chunk_id": "r_0037", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "PHANDALIN MINER'S EXCHANGE"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The Miner's Exchange is a trading post where local miners have their valuable finds weighed, measured, and paid out. In the absence of any local lord or authority, the exchange also serves as an unofficial records office. The guildmaster is an ambitious and calculating human woman named Halia Thornton. She is also an agent of the Zhentarim, a powerful organization that seeks to exert secret control over the North."}
{"chunk_id": "r_0038", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "ALDERLEAF FARM"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A wise female halfling of forty-five, Qelline Alderleaf is a pragmatic farmer who seems to know everything that goes on in town. She is a kind host, and is willing to let the characters stay in her hayloft if they don't want to stay at the Stonehill Inn.\nCarp's Story. Qelline's son, Carp, is a spirited and precocious haIfling lad of ten years. He is enchanted by the idea of being an adventurer and says that he was playing in the woods near Tresendar Manor when he found a secret tunnel in a thicket. A couple of \"big ugly bandits\" came out of the tunnel when he was there, and met with a pair ofRedbrands. They didn't see him, but it was close. Carp thinks that the bandits have a secret lair under the old manor house. He can take the characters to the tunnel or provide them with directions to the location. The tunnel leads to area 8 in the Redbrand hideout.\nQuest: Reidoth the Druid. Qelline is a longtime friend of a druid named Reidoth. If she figures out that the characters are looking for specific sites in the area, such as Cragmaw Castle or Wave Echo Cave, she suggests that they visit Reidoth and ask for his help, \"since there's not an inch of the land he doesn't know.\" She tells the characters that Reidoth recently set out for the ruins of a town called Thundertree, just west of the Neverwinter Wood. The ruins are about fifty miles northwest of Phandalin, and she provides directions so the characters can easily find the place. If the party pursues this quest, see \"Ruins of Thundertree\" (page 30)."}
{"chunk_id": "r_0039", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "SHRINE OF LUCK"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Phandalin's only temple is a small shrine made of stones taken from the nearby ruins. It is dedicated to Tymora, goddess of luck and good fortune.\nThe shrine is in the care of a scholarly acolyte named Sister Garaele, a zealous young elf who despairs of ever ridding Phandalin of the Redbrands. Sister Garaele is a member of the Harpers, a scattered network of adventurers and spies who advocate equality and covertly oppose the abuse of power. The Harpers gather information throughout the land to thwart tyrants and any leader, government, or group that grows too strong. They aid the weak, the poor, and the oppressed. Sister Garaele regularly reports to her superiors on events in and around Phandalin.\nQuest: The Banshee's Bargain. Recently, Garaele's superiors asked her to undertake a delicate mission. They wanted her to persuade a banshee named Agatha to answer a question about a spellbook. Garaele sought out Agatha in her lair, but the creature did not appear for her.\nGaraele desires an intermediary to bring Agatha a suitable gift, a jeweled silver comb, and persuade the creature to tell what she knows about the location of a spellbook belonging to a legendary mage named Bowgentle. Sister Garaele believes that a character who flatters Agatha's vanity might be able to trade the comb for an answer. She offers the quest to the characters and offers them three potions of healing as payment for their efforts. If the party pursues this quest, see \"Conyberry and Agatha's Lair\" (page 28)."}
{"chunk_id": "r_0040", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "JOINING THE HARPERS"], "section_type": "dialogue", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If the party helps Garaele learn the fate of Bowgentle's spellbook, the elf privately approaches certain members of the group to urge them to join the Harpers. She speaks with those who exemplify the virtues of the network and possess a desire to enact positive change through information and secrecy. If a character agrees, Sister Garaele awards the individual the title of Watcher."}
{"chunk_id": "r_0041", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "THE SLEEPING GIANT"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This rundown tap house is a dirty, dangerous watering hole at the end of Phandalin's main street. It is frequented by Redbrand thugs and operated by a surly female dwarf named Grista. If the characters choose to visit the place, run the \"Redbrand Ruffians\" encounter."}
{"chunk_id": "r_0042", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "TOWNMASTER'S HALL"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Phandalin has no functioning government, but the townsfolk elect someone to serve as townmaster each year. The townmaster serves as a judge in minor disputes and keeps any records that need to be kept. The current townmaster is a male human banker named Harbin Wester-a fat, pompous old fool. Sildar Hallwinter, an agent of the Lords' Alliance, wants to bring law and order to Phandalin."}
{"chunk_id": "r_0043", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "JOINING THE LORDS' ALLIANCE"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If the party eliminates the goblin threat from Cragmaw Castle or uncovers Iarno's treachery, Sildar Hallwinter privately approaches certain members of the group to urge them to join the Lords' Alliance. He speaks with those who exemplify a desire for the security of civilization through action. lf a character agrees, Sildar Hallwinter awards the individual the title of Cloak."}
{"chunk_id": "r_0044", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "TRESENDAR MANOR"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "More a castle than a house, Tresendar Manor stands at the east edge of town on a low hillside amid woods and thickets. The ancient manor has long been abandoned, but its cellars have been converted into a Redbrand stronghold. If the characters investigate this place, they find the entrance to the Redbrand hideout."}
{"chunk_id": "r_0045", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "TRESENDAR MANOR", "REDBRAND RUFFIANS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Within a day or so of the adventurers' arrival in Phandalin, a confrontation with the Redbrands becomes inevitable. This can happen in a number of different ways: After speaking with a number ofNPCs in town, the characters decide to confront the Redbrands at the Sleeping Giant tap house.\n• The characters decide to investigate Tresendar Manor. Skip the encounter and go straight to \"Redbrand Hideout.\" If the characters show no interest in the Redbrands, a gang of the ruffians seeks them out and picks a fight in street. Run this encounter as the characters are leaving one of the locations in the town."}
{"chunk_id": "r_0046", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "CONFRONTATION"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If the characters confront the Redbrands at the Sleeping Giant, read: The Sleeping Giant is a ramshackle taproom at the east end of town. Four human ruffians linger on the covered porch, perched on empty ale barrels or leaning against the wall. They all wear grimy scarlet cloaks, their sullen stares fixed on you as you approach.\nOne of the thugs spits on the ground. \"Well, well,\" he snarls. \"Here's a whole pack of little puppies. What do you want, puppies? Come here to bark at us?\" If the Redbrands confront the characters in the street, read: As you head back into the street, you see four armed ruffians waiting for you. All of them are humans wearing grimy red cloaks, their hands on their weapons as they watch you.\nOne of the ruffians spits on the ground. \"Time for you to move on, strangers. Give us your stuff, and be on your way.\" Continue the insults and baiting as long as you like. The Redbrands attack in a round or two if the characters don't. Neither side is surprised, because it's obvious that a fight is brewing.\nThe group consists of four Redbrand ruffians. If three of them are defeated, the last one flees toward Tresendar Manor."}
{"chunk_id": "r_0047", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "REDBRAND HIDEOUT"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "TheRedbrands' base in Phandalin is a dungeon complex under Tresendar Manor. Before the manor was ruined, its cellars served as safe storage for food and water in the event that the estate was attacked, while an adjoining crypt provided a resting place for the deceased members of the Tresendar family. The Redbrands have since expanded the cellars to suit their own purposes, adding slave pens, workshops, and barracks.\nIf the characters begin their search at Tresendar Manor, they enter the dungeon in area 1. If they instead follow Carp Alderleaf to the secret tunnel the lad found, they enter the dungeon by way of area 8."}
{"chunk_id": "r_0048", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "1. CELLAR"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This room appears to be a large storage cellar, exactly the sort of thing one might expect to find beneath an old manor. No monsters or villains are found in this area, but the ruffians in area 2 take notice if the characters make a lot of noise here. A secret door is located in the southwest corner of the room."}
{"chunk_id": "r_0049", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "2. BARRACKS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Most of the Redbrands' human members have lodgings in Phandalin. This barracks is a good place to lie low after shaking down local miners and fur traders.\nThis appears to be a storeroom pressed into service as living quarters. Two double bunks stand against the wall near the door, while barrels and crates fill the southern half of the chamber.\nThree Redbrand ruffians are resting in this room. If they hear a good deal of noise in area 1 (including loud voices or barrels being rolled around), they prepare themselves for a fight and try to surprise intruders.\nThe barrels here contain similar provisions to those in area 1.\nTREASURE All three Redbrands wear belt pouches holding treasure. The first holds 16 sp and 7 gp; the second, 12 sp and 5 gp; and the third, 15 ep and two garnets (10 gp each). Additionally, three dirty scarlet cloaks hang from the bunks.\nAWARDING EXPERIENCE POINTS Divide 300 XP equally among the characters if the party defeats the ruffians."}
{"chunk_id": "r_0050", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "3. TRAPPED HALL"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This area was part ofTresendar Manor's original cellars. The Redbrands dug out the dirt beneath the stone floor, creating a hidden pit trap.\nThick dust covers the flagstones of this somber hallway. The walls are decorated with faux columns every ten feet, and the double doors at the west end of the hall are sheathed in copper plate, now green with age. A relief carving of a mournful angel graces the doors.\nThe pit trap in the middle of the hallway is hidden under a false floor consisting of loose stone tiles laid atop breakaway timbers. The tiles and timbers collapse under I00 or more pounds of weight. A character searching the hall for traps can spot the covered pit with a successful DC 15 Wisdom (Perception) check. A successful check also reveals narrow ledges on the north and south sides of the pit. A creature attempting to skirt around the pit using one of these ledges must succeed on a DC 10 Dexterity (Acrobatics) check.\nA creature that triggers the trap or fails the Dexterity check to skirt around the edge of the pit must attempt a DC 15 Dexterity saving throw to catch the edge. On a failed save, the creature falls 20 feet to the dirt floor of the pit, taking 2d6 bludgeoning damage and landing prone.\nAWARDING EXPERIENCE POINTS Divide 100 XP equally among the characters if the party avoids or survives the pit trap."}
{"chunk_id": "r_0051", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "4. TRESENDAR CRYPTS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The elders of the long-gone Tresendar family were once laid to rest in this mausoleum.\nThree large stone sarcophagi stand within this dusty crypt, and propped up against each sarcophagus is a human skeleton clad in bits of rusty mail. False columns along the walls are carved in the image of spreading oak trees. The double doors in the southeast corner are sheathed in tarnished copper plate.\nThe three skeletons are animated and attack any creature that comes within 10 feet of the door leading to area 5 or the door leading to area 6, unless that creature is wearing the scarlet cloak of the Redbrands or speaks the password \"lllefarn\" (the name of an ancient elven nation, which once spread across much of the Sword Coast).\nThe stone lid of each sarcophagus is carved to depict the person entombed within-two human males and one human female, all of noble bearing. If opened, the tombs contain mostly moldering bones and scraps of clothing, but see the \"Treasure\" section.\nDEVELOPMENTS Fighting in this room alerts the Redbrands in area 5 that trouble is on the way.\nTREASURE Amid the bones in each sarcophagus is a platinum signet ring (50 gp).\nAWARDING EXPERIENCE POINTS Divide 150 XP equally among the characters if the party defeats the skeletons."}
{"chunk_id": "r_0052", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "5. SLAVE PENS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "For the past two months, the Redbrands have been capturing travelers in the area and holding them in these pens until they can be sold into slavery.\nThis long room is partitioned into three areas, with iron bars walling off the north and south. Filthy straw lines the floors of those cells, the hinged doors of which are secured by chains and padlocks. A pair of disheveled human women are held in the cell to the south, while a human boy is confined to the north. All are dressed in plain gray tunics and have iron collars fitted around their necks.\nA heap of discarded clothing is piled carelessly against the far wall.\nTwo Redbrand ruffians in scarlet cloaks stand guard here, though they spend most of their time taunting the hapless prisoners (see the \"Captives\" section). If they hear fighting in area 5, they take up positions against the wall near the door, then try to surprise intruders. The captives are too intimidated to shout warnings or call for help.\nThe heap of clothing belongs to the various captives who have been housed here over the last two months-at least a dozen people to judge by the size of the pile.\nCell Doors. The cell doors feature simple locks requiring thieves' tools and a successful DC 10 Dexterity check to pick. The doors can also be wrenched open by brute force with a successful DC 22 Strength check."}
{"chunk_id": "r_0053", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "CAPTIVES"], "section_type": "objective", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The three human commoners imprisoned here are Mirna Dendrar and her two teenage children, thirteen-year-old Nars and eighteen-year-old Nilsa. A few days ago, the Redbrands murdered Mirna's husband, The!, for defying them. (His corpse can be found in area 8.) That night, the gang returned and abducted the family from their home in Phandalin. The gang plans to sell the family into slavery.\nThe Dendrars are grateful to the characters for rescuing them, but they can't provide much information about the Redbrand hideout. All they know is that the boss is a wizard (though they haven't met him and don't know his name), and that he has \"tall, furry monsters with big ears\" (bugbears) working for him.\nSide Quest: Mirna's Heirloom. Though her family has nothing to offer as a reward, Mirna tells the characters that she might know where a valuable heirloom is hidden. When she was a young girl, she and her family fled from the town ofThundertree after undead overran the place. Her family had an herb and alchemy shop, inside which a case containing an emerald necklace was hidden beneath a section of storage shelves. She never dared to return and retrieve it. The shop was in the southeast part of Thundertree. If the characters decide to explore the ruins of Thundertree, see part 3 of the adventure.\nAWARDING EXPERIENCE POINTS Divide 200 XP equally among the characters if the party defeats the ruffians. Divide 100 XP equally among the characters if the Dendrars make it back to town alive."}
{"chunk_id": "r_0054", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "6. ARMORY"], "section_type": "puzzle", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Thedoor to this room is locked from the outside. Across from the locked door is a secret door that leads to area 7. For more information on locked doors and secret doors, see the \"General Features\" section (page 20).\nRacks of weapons line the walls of this chamber, including spears, swords, crossbows, and bolts. A dozen dirty red cloaks hang from hooks by the door.\nII The Redbrands have ambitious plans to expand their numbers in the near future, so they have been stockpiling arms and armor.\nThe weapon racks hold twelve spears, six shortswords, four longswords, six light crossbows, and eight quivers holding twenty crossbow bolts each."}
{"chunk_id": "r_0055", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "7. STOREROOM AND WORK AREA"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "In this chamber, the Redbrands take stock of their stolen wares, either shipping them out through the cavern to the south or packaging them for storage in the stronghold.\nThis area is the north end of a large natural cavern, but it has been finished with dressed stone block walls and a flagstone floor. Several barrels are stored against the walls here, along with a number of empty crates, straw for packing, hammers, pry bars, and nails.\nThe cavern continues for some distance to the south. You can make out several passages that open up off the larger cavern, and what looks like a deep pit or crevasse in the floor.\nThis room contains two secret doors, one leading to area 6 and the other to area 12. See the \"General Features\" section (page 20) for more information on secret doors.\nTREASURE Most of the provisions and goods here aren't valuable, but lying among them are thirty beaver pelts (2 gp each). They were looted from a caravan on the Triboar Trail a few days ago."}
{"chunk_id": "r_0056", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "8. CREVASSE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The nothic is an insane subterranean monster that hungers for flesh. The creature communicates using telepathy and isn't above betraying the Redbrands for the right incentive, such as the promise of food. The chest contains 160 sp, 120 gp, five malachite gems (15 gp each), two potions of healing, and a scroll of augury."}
{"chunk_id": "r_0057", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "9. GUARD BARRACKS"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A character who listens at this door with a successful DC 10 Wisdom (Perception) check hears several gruff voices issuing demeaning commands in the Goblin tongue. Examples include \"Lick the floor!\" and \"Roll like a dog!\" The bugbears here are bullying their goblin slave.\nThis barracks contains four roughly built wooden bunks, with heaped-up blankets and dirty dishes scattered about. A strong smell of unwashed bodies and rotten meat fills the air. Three tall, furry humanoids are lounging among the mess, barking orders at a sad little goblin that demeans itself for their amusement. Your sudden appearance causes the goblin to faint.\nThree bugbears and one goblin are present. The goblin, Droop, falls unconscious at the sight of the party, but another creature can use an action to wake him.\nOtherwise, Droop remains unconscious for ldlO minutes. The bugbears work for the Black Spider and were sent here to help Iarno keep the Redbrands and the citizens of Phandalin in line. The leader is named Mosk. He wears a jeweled eye patch even though he has both his eyes. Mosk wears the eye patch because he thinks it's fancy.\nThe bugbears avoid the human members of the Red brands. If the characters are wearing scarlet cloaks taken from elsewhere, the bugbears assume that they serve Iarno. Clever characters might even persuade the bugbears to help deal with \"traitors\" or \"impostors\" elsewhere in the dungeon. If you don't think the players are doing a great job roleplaying the deception, you can have the character who is doing most of the talking make a DC 15 Charisma (Deception) check to convince the bugbears to do what the party wants."}
{"chunk_id": "r_0058", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "ROLEPLAYING DROOP"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Thegoblin, Droop, is not a threat to the party. He has been cowed by the bugbears and follows their orders until someone stronger comes along.\nIf he regains consciousness during combat, Droop hides and avoids the fight. He is such a coward that if he is ordered to fight, he does so with disadvantage (as explained in the rulebook).\nDroop knows the general layout of the Redbrand hideout, as well as the location of its secret doors and traps. He doesn't think to offer up the information, but if prompted, he reveals as much as he can remember in an attempt to be useful to the party. Some of the details might be confusing or mixed up. He is a goblin, after all.\nIf the bugbears are dispatched, Droop tries to ingratiate himself with the party. He doesn't remember the route to Cragmaw Castle, but he knows it's up north, in the forest. He also knows that Cragmaw goblins patrol around Phandalin, and he suggests the characters might be able to capture a patrol to learn more about the castle.\nCharacters might be inclined to keep Droop around for a while. See the \"NPC Party Members\" sidebar (page 11) for advice on how to run Droop as a member of the party."}
{"chunk_id": "r_0059", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "10. COMMON ROOM"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Four Redbrand ruffians are drinking and playing knucklebones when the characters enter. A rat scurries across the floor and takes refuge under a large worktable set up with alembics, retorts, distillation coils. The books and notes scattered around the room are basic texts on alchemy."}
{"chunk_id": "r_0060", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "12. GLAS STAFF'S QUARTARS"], "section_type": "puzzle", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If characters approach this room through the secret passage from area 7, they can surprise the leader of the Redbrands-Iarno \"Glasstaff\" Albrek. Otherwise, his rat familiar warns him of any who approach through area 11, and he flees before the characters arrive. Characters gain advantage on ability checks made to find the slightly ajar secret door."}
{"chunk_id": "r_0061", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "ROLEPLAYING !ARNO"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Iarno is a former member of the Lords' Alliance. The Black Spider is searching Wave Echo Cave for the Forge of Spells. Dwarves and gnomes of the Phandelver's Pact used the magical forge to fashion powerful magic items. Iarno's stat block contains a list of spells he has prepared."}
{"chunk_id": "r_0062", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "PART 3: THE SPIDER'S WEB"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "In this part of the adventure, the characters follow up on existing leads and lines of inquiry. They can't learn much more in Phandalin, so they need to set out into the forests and hills surrounding the town to uncover the larger plots they are caught up in. The characters are not required to visit all the locations in this section.\nDepending on which NPCs the characters met and which quests or clues they picked up, some or all the following information might be known to them: Each of these possible quests has its own section in this part of the adventure. The characters can remain in Phandalin long enough to rest up and purchase supplies. When they're done, have them pick a storyline to investigate, then set out for the appropriate destination."}
{"chunk_id": "r_0063", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "TRIBOAR TRAIL"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Phandalin lies in a part of the North known as \"the Triboar Trail,\" \"the Triboar Cutoff,\" or \"the Cony Gap.\" This stretch of foothills and rolling, sparsely wooded plains extends between the Sword Mountains to the south and Neverwinter Wood to the north. The area gains its name from an old trail that runs from the distant town of Triboar to the east, winding westward about one hundred miles through the abandoned village of Conyberry, then running north of Phandalin on its way to the High Road along the coast.\nDescribe the party's overland travels as vividly as you like, but keep the story moving. \"You walk for several miles and encounter nothing of interest\" is far less evocative and memorable than, \"A light rain dampens the rolling plains as you travel north. Around midday, you break for lunch under a lonely tree. There, the rogue finds a small rock that looks like a grinning face, but otherwise you see nothing out of the ordinary.\""}
{"chunk_id": "r_0064", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "USING THE OVERLAND MAP"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "During this part of the adventure, the characters will frequently be marching overland from one point of interest to another. As can be seen on the regional map on page 5, some of these areas are a good forty to fifty miles apart, requiring several days of marching overland to travel to the next adventure site.\nTravel Time. Assume that the party travels twenty-four miles per day over a period of ten hours. The characters must rest for eight hours per day, with the remaining six hours consisting of making and breaking camp, preparing meals, and a little bit of foraging or hunting as the opportunity permits."}
{"chunk_id": "r_0065", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "WILDERNESS ENCOUNTERS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Ask the players to tell you the party's marching order, so that you know which characters are in the lead and who's bringing up the rear. When the party camps, ask which characters are on watch. This information is important if the party encounters something dangerous.\nThe Triboar Trail is not safe. As the adventurers travel throughout this area, they might stumble across hungry beasts, greedy bandits, or vicious monsters. Check for encounters once during the day and once at night by rolling a d20. On a roll of 17-20, an encounter takes place. Roll a dl2 and consult the Wilderness Encounters table to determine what the party meets.\nWhen an encounter occurs, and the adventurers gain XP if they defeat the monsters. Each creature's stat block has the XP value for one monster of that sort. Multiply that value by the number of creatures encountered, then divide the total equally among the characters.\nStirges. These flying predators drain the blood of their victims and are drawn to the light of campfires at night. Ghouls. These undead humans hunger for living flesh. Ogre. The ogre is looking for an easy kill. It is too stupid to flee once combat is joined.\nl-2 | l-3 | Stirges (ld8 + 2)\n | 4 | Ghouls (ld4 + l)\n3-4 |  | Ogre (l)\n5-6 | 5 | Goblins | (ld6 + 3)\n7-8 | 6 | Hobgoblins (ld4 + 2)\n9-10 | 7-8 | Ores (ld4 + 2)\nll | 9-10 | Wolves (ld4 + 2)\n12 | ll-12 | Owlbear | (1)"}
{"chunk_id": "r_0066", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "WILDERNESS ENCOUNTERS", "CONYBERRY AND AGATHA'S LAIR"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The town of Conyberry was sacked by barbarians years ago and now lies in ruins. The Triboar Trail runs right through the abandoned town, providing an easy landmark for locating the lair of the banshee Agatha. Agatha senses the characters' intrusion and manifests shortly after they enter her home. She does not attack them, nor does she return if the characters call out to her."}
{"chunk_id": "r_0067", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "WILDERNESS ENCOUNTERS", "CONYBERRY AND AGATHA'S LAIR", "WHERE'S THE MAP?"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "No maps are provided for Agatha's lair, Old Owl Well, or Wyvern Tor. These adventure locations contain only one or two points of interest, and you don't need maps to run the encounters effectively. If you feel the need for a map, create your own using the adventure text as a guide."}
{"chunk_id": "r_0068", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "WILDERNESS ENCOUNTERS", "OLD OWL WELL"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Old Owl Well is a ruined watchtower that now consists of little more than a few crumbling walls and the broken stump of a tower. In the tower's courtyard stands an old well that still delivers clean, fresh water. A colorful tent has been set up in the middle of the courtyard, but no one is in sight."}
{"chunk_id": "r_0069", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "1. WESTERNMOST COTTAGE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "difficult terrain. This cottage has seen better days.\nCowering in the shadow of an old tree is a crumbled stone cottage with no roof. Weeds are rampant here.\nI Two twig blights hide among the weeds that flank the cottage's open doorway. Make a Dexterity (Stealth) check for the blights, and compare the result to the passive Wisdom (Perception) scores of the characters to determine if the blights are spotted.\nThe blights do not attack on their own (except in selfdefense) but quickly come to the aid of the twig blights in area 2 if combat erupts there.\nAWARDING EXPERIENCE POINTS Divide 50 XP equally among the characters if the party destroys the twig blights."}
{"chunk_id": "r_0070", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "2. BLIGHTED COTTAGES"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Wind and weather have done their work here, and little remains of these houses or their former contents.\nThese ruined, side-by-side cottages look as though they might have been the homes of prosperous shopkeepers or well-off farmers in their time. All that remains are collapsed walls and piles of debris. Several young trees have grown up in the midst of the ruins.\nThe overgrowth conceals a deadly threat-six twig blights lurking among the ordinary foliage. Spotting them requires a successful Wisdom (Perception) check challenged by the blights' Dexterity (Stealth) check.\nThese plant monsters are hungry and fight until destroyed. One round after they attack, the twig blights in area 1 join the fray.\nTREASURE A merchant who once lived here had a chest full of coins hidden under the flagstone floor of his home. A thorough search of the interior of the eastern cottage and a successful DC 10 Wisdom (Perception) check reveals the old chest among the roots of the tree growing up through the house. The chest contains 700 cp, 160 sp, and 90 gp.\nAWARDING EXPERIENCE POINTS Divide 50 XP equally among the characters if the party destroys these twig blights."}
{"chunk_id": "r_0071", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "3. THE BROWN HORSE"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This was formerly the Brown Horse, a tavern renowned for its excellent ale.\nA weathered signboard by the door of this large building shows the faded image of a workhorse holding a flagon of ale. The building is sagging and dilapidated, but it is more intact than the ruins across the road.\nFour ash zombies (see the \"Ash Zombies\" sidebar) lurk in the shadows in this building, slumped against the walls or under the bar. When living creatures enter, the zombies groan and stir, slowly climbing to their feet (spending half their speed to do so-see the\"Being Prone\" section in the rulebook). They pursue any characters they see, attacking until destroyed.\nThe eastern half of the building is the old common room, while the western portion held the kitchens and the brewer's vats. Huge wooden tuns stand to the west, and a faint smell of yeast still permeates the air. The ale is long gone.\nAWARDING EXPERIENCE POINTS Divide 200 XP equally among the characters if the party destroys the ash zombies.\nASH ZOMBIES These zombies were created by the magical devastation when Mount Hotenow erupted thirty years ago. They use the zombie stat block, with the following additional trait.\nAsh Puff The first time the zombie takes damage, any living creature within 5 feet of the zombie must succeed on a DC 10 Constitution saving throw or gain disadvantage on attack rolls, saving throws, and ability checks for l minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on it early with a successful save."}
{"chunk_id": "r_0072", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "4. DRUID'S WATCH"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Reidoth is a gaunt, white-bearded human who doesn't use two words when one word will do. He is a member of the Emerald Enclave, a group of wilderness survivalists who preserve the natural order while rooting out troublesome threats."}
{"chunk_id": "r_0073", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "5. BLIGHTED FARMHOUSE"], "section_type": "example", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "To its south, this farm abuts a field with thick patches of gorse and briars.\nThis ruin looks as ifit might once have been a farmhouse.\nIt is now half swallowed by a dense thicket, with trees growing up through its ruined foundations. The lane continues south a short distance past the ruin before ending in an overgrown field.\nThe thicket east of this ruin is crawling with eight twig blights. Any disturbance in the ruined farmhouse (for example, characters rooting around in the rubble) draws the blights' ire.\nEach round for 3 rounds, two twig blights head for the south doorway leading into the farmhouse while two more head for the north doorway. The blights attack until destroyed.\nAWARDING EXPERIENCE POINTS Divide 200 XP equally among the characters if the party destroys the twig blights."}
{"chunk_id": "r_0074", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "6. RUINED STORE"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Two giant spiders hide on the inner walls in this ruined building. The alert spiders surprise any character whose passive Wisdom (Perception) score is less than 17. The webs have AC 10, 5 hit points, vulnerability to fire damage and immunity to bludgeoning, poison, and psychic damage."}
{"chunk_id": "r_0075", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "7. DRAGON'S TOWER"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The tower was formerly the home of a human wizard, who was killed fighting the ash zombies that overran Thundertree thirty years ago. The corpses of two hideous giant spiders are sprawled near the edge of the pathway, apparently dragged there. An old wooden chest broken open on the tower floor holds the last of the dead wizard's treasure."}
{"chunk_id": "r_0076", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "8. OLD"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "SMITHY This smithy was abandoned long ago.\nA wide chimney and rotted piles of firewood jumbled outside the walls of this sagging building suggest that it was a smithy in its day.\nTwo ash zombies (see the \"Ash Zombies\" sidebar) are slumped on the floor. When the characters enter, the monsters climb to their feet (spending half their speed to do so-see the\"Being Prone\" section in chapter 2 of the rulebook). Then they attack. When the zombies have caught sight of the characters, they pursue them no matter where they go.\nA variety of old tools-tongs, bellows, hammers, and a pair of iron anvils-are scattered around the interior of this building.\nAWARDING EXPERIENCE POINTS Divide 100 XP equally among the characters if the party destroys the ash zombies."}
{"chunk_id": "r_0077", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "9. HERBALIST'S SHOP"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A small wooden case is hidden in the wreckage of a ruined shop. The case contains a gold necklace with a fine emerald pendant. Five ash zombies (see the \"Ash Zombies\" sidebar) lurk within this building. The zombies attack if any living creature disturbs their rest."}
{"chunk_id": "r_0078", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "13. DRAGON CULTISTS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A group calling itself the Cult of the Dragon seeks to forge alliances with powerful dragons of the Sword Coast. Four cultists recently tracked a green dragon to Thundertree and are waiting for the right moment to approach the dragon and broker an alliance. The cultists are not interested in fighting anyone and prefer to be left alone."}
{"chunk_id": "r_0079", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "2. TRAPPED HALL"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Once the castle's foyer, this wide hall makes a dangerous battleground.\nDoors stand closed to the north and south, with a crumbling mound of rubble partially obscuring the southern hall. To the east, a broad corridor ends in two more doors leading south and east. The corridor is cluttered with dusty rubble and fallen plaster from a partial collapse of the ceiling overhead.\nIf the goblin sentries in area 3 raised the alarm, the goblins and hobgoblins in areas 4 and 6 come running out of the north and south doors at the same time. They attack from both directions, trying to overwhelm the adventurers and drive them out of the castle.\nTrap. The dusty plaster and rubble in front of the door leading to area 8 conceals a copper tripwire connected to linchpins hidden in the ruined ceiling. Spotting the tripwire requires a passive Wisdom (Perception) score of at least 20, or a successful DC 10 Wisdom (Perception) check if characters are actively searching for traps in the area. Once spotted, the tripwire is easily avoided and disarmed (no ability check required).\nAny creature that walks over or through the rubble without avoiding the tripwire triggers a cave-in of wooden beams and heavy stones. (The area of the collapse is marked on the map.) Any creature in the area when the trap triggers must succeed on a DC 10 Dexterity saving throw or take 3d6 bludgeoning damage from the falling rubble (half as much damage on a successful save). The noise of the collapse puts the monsters in areas 3, 7, 8, and 9 on alert.\nAWARDING EXPERIENCE POINTS Divide 100 XP equally among the characters if the party detects or survives the trap."}
{"chunk_id": "r_0080", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "3. ARCHER POST"], "section_type": "puzzle", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Cragmaw Castle's main defenses are its secret location and the appearance of having been abandoned. ln addition, King Grol posts sentries to drive off intruders who get too close.\nThis small room is littered with debris. The arrow slit l opposite the door offers a fine field of fire over the terrace in front of the castle gates.\nTwo goblins occupy each of these two rooms. By taking turns shooting arrows and ducking back, both archers can fire each round at targets outside. When characters enter the room, the goblins drop their shortbows and draw their melee weapons.\nAWARDING EXPERIENCE POINTS Divide 100 XP equally among the characters for each pair of goblin archers the party defeats."}
{"chunk_id": "r_0081", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "4. RUINED BARRACKS"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "ThCer a g m a w goblins make use of every bit of available space in the castle.\nThe southwest tower of the castle is little more than a heap of rubble. Several ragged bedrolls are scattered across the remaining floor space, and a small, twisting passage leads east through the ruins.\nThree goblins bunk here. Though the rubble appears dangerous, the tower is stable, and the eastern passage is safe.\nDEVELOPMENTS Any loud noises here attract the attention of the goblins in area 7. One goblin comes to investigate the disturbance.\nIf it doesn't return, or if it spots trouble and sounds the alarm, the others investigate.\nAWARDING EXPERIENCE POINTS Divide 150 XP equally among the characters if the party defeats these goblins."}
{"chunk_id": "r_0082", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "5. STOREROOM"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Caravans raided by the Cragmaws along the High Road and the Triboar Trail supply provisions for the castle.\nConcealed Door Old casks of salted meat and sacks of rotting grain fill this storage area. Among the supplies, you see a bloody suit of chain mail, a heavy crossbow, and an unsheathed longsword with the emblem of Neverwinter worked into its hilt.\nThough the stores here are not edible by human standards, the goblins can tolerate them when fresher food isn't available.\nOne small cask is filled with an exceptional dwarven brandy, which the goblins overlooked because of its size. The cask contains the equivalent of twenty glasses. A character who imbibes a glass of brandy regains 1 hit point, but a character who drinks two glasses within 1 hour becomes poisoned for 1 hour.\nSildar's Gear. The chain mail and longsword belong to Sildar Hallwinter. Sildar is grateful if at least his longsword is returned to him."}
{"chunk_id": "r_0083", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "6. HOBGOBLIN BARRACKS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The Cragmaws are a mixed tribe of goblinoids, with a handful of bugbears lording over larger numbers of miserable goblins and a few hobgoblins. The hobgoblins plan to dispose of the bugbears and take over someday, but for now, the bugbears are too strong a threat.\nFour plain straw pallets and bedrolls are lined up on the floor of this barracks. Brackets on the walls hold a number of weapons-spears, swords, morningstars, and more. The north wall shows signs of damage, but the floor is swept clean of rubble.\nFour hobgoblins are quartered in this room. Because their goblin neighbors are always getting into fights, they don't pay attention to noise in areas 2 or 3. However, they are quick to defend their tower if any intruders appear, or to respond to an alarm raised by the goblin sentries.\nTREASURE Mounted to the walls are five spears, four longswords, three morningstars, two greatswords, and a fine quarterstaff. The quarterstaff is engraved with stylized feathers, is surprisingly light (1 lb.), and worth 10 gp.\nAWARDING EXPERIENCE POINTS Divide 400 XP equally among the characters if the party defeats the hobgoblins in this room."}
{"chunk_id": "r_0084", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "7. BANQUET HALL"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Thelord of the castle once entertained his guests here, throwing lavish banquets and dances. Now this place is a foul goblin mess hall.\nThe western portion of this large hall ends in a wall of rubble, but the remainder is still intact. This must once have been the castle's banquet hall, with a soaring ceiling twenty-five feet high. Two large wooden tables with plain benches stand in the middle of the room, and a brass brazier full of glowing coals is tucked into one corner. Dirty dishes, half-full stewpots, moldy heels of bread, and gnawed bones cover the tables.\nThis hall holds seven miserable goblins and their leader-a fat, cantankerous goblin with 12 hit points named Yegg. Yegg is the chief cook for the Cragmaws, and he viciously bullies his unwilling assistants as they go about the work of putting food on the tribe's table. If Yegg is killed, any goblins left alive flee to the east or west, avoiding the north door because of the trap in area 2.\nAWARDING EXPERIENCE POINTS Divide 400 XP equally among the characters if the party defeats the goblins in this room."}
{"chunk_id": "r_0085", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "8. DARK HALL"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Goblins have no use for human gods, so the Cragmaws have rededicated this place to Maglubiyet. A stone altar stands in the middle of the room, covered with bloodstained black cloth. Golden ritual implements-a chalice, a knife, and a censer-are arranged on top of the altar."}
{"chunk_id": "r_0086", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "14. KING'S QUARTARS _"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "King Grol is a fierce old bugbear with 45 hit points. He rules the Cragmaws through pure intimidation. He is attended by Snarl, a wolf with 18 hit points, and a doppelganger disguised as a female drow. Grol wants to sell the map instead of surrendering it."}
{"chunk_id": "r_0087", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "14. KING'S QUARTARS _", "DEVELOPMENTS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If Grol is killed, Vyerith tries to kill Gundren and flee with the map, heading toward area 11 and escaping through the concealed canvas door. If cornered, the doppelganger fights to the death rather than allow itself to be captured.\nTf Gundren is revived, he thanks the party for coming to his rescue but won't leave Cragmaw Castle without his map. Unfortunately, he doesn't know where King Grol has hidden it (see the \"Treasure\" section)."}
{"chunk_id": "r_0088", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "14. KING'S QUARTARS _", "TREASURE"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Hidden under Grol's bed mattress is a stitched leather sack containing 220 sp, 160 ep, three potions of healing, and Gundren's map to Wave Echo Cave."}
{"chunk_id": "r_0089", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "14. KING'S QUARTARS _", "AWARDING EXPERIENCE POINTS"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Divide 950 XP equally among the characters if the party defeats King Grol, the wolf, and the doppelganger.\nAward an additional 200 XP to the party if the characters rescue Gundren Rockseeker and escort him safely back to Phandalin."}
{"chunk_id": "r_0090", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "RETURNING WAR BAND"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "You can add a complication in the form of a hobgoblin war band returning home, just as the characters are preparing to leave. This war band consists of three hobgoblins led by Targor Bloodsword, a hobgoblin with 20 hit points. Targor also has two wolves as pets.\nThe hobgoblins have no treasure, but ld4 of them carry bloody sacks, each containing a severed elf head. The severed heads are trophies from the hobgoblins' recent victory over an elf hunting party.\nClever characters might try to reason with Targor by urging him to think of himself as Grol's successor rather than Grol's avenger. Targor has long aspired to lead the Cragmaw tribe, so he might do the adventurers the favor of not killing them, provided one or more characters succeed on a DC 15 Charisma (Persuasion) check.\nAWARDING EXPERIENCE POINTS Divide 500 XP equally among the characters if they defeat the hobgoblin war band or come to terms with Targor."}
{"chunk_id": "r_0091", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "PART 4: WAVE ECHO CAVE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Fifteen miles east of Phandalin, in the deep vales of the Sword Mountains, lies Wave Echo Cave. The rich mine of the Phandelver's Pact was lost five hundred years ago during ore invasions that devastated this part of the North.\nIn the centuries since, countless prospectors and adventurers have searched for the lost mine, but none succeeded until the Rockseeker brothers found the entrance a month ago. Unfortunately, the Rockseekers did not realize they were being trailed by spies working for Nezznar, the Black Spider, and they inadvertently led the drow villain to their prize. Nezznar and his followers dealt with the two Rockseekers who were guarding their find, then arranged for Gundren's ambush. Learning of the adventurers' involvement with Gundren or their exploits in and around Phandalin, the Black Spider has given orders for the characters to be dealt with. Meanwhile, Nezznar has begun his exploration of Wave Echo Cave.\nThe drow is searching for the Forge of Spells, where the human mages of old Phandalin enchanted dwarven weapons and gnome gadgets. However, Nezznar's exploration has been hindered by the restless undead and dangerous monsters that lurk in Wave Echo Cave, forcing him to proceed with great caution.\nThe adventurers now have the chance to aid Gundren, avenge his kin, and put a stop to the nefarious schemes of the Black Spider. And of course, the hoard of powerful magic rumored to be hidden in the mines is a rich prize."}
{"chunk_id": "r_0092", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "CHARACTER LEVEL"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This part of the adventure is designed for characters of at least 4th level and assumes that each character has earned at least 2,700 XP. If the adventurers skipped too many of the optional investigations and encounters in part 3, they might not be 4th level, and many of the encounters in this section might be difficult for them.\nEXPERIENCE POINT"}
{"chunk_id": "r_0093", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "AWARDS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "ln this part of the adventure, XP is awarded for overcoming monsters, as in parts 2 and 3. However, XP awards for monsters is not given in the encounter description. Instead, the amount of XP that a monster is worth is noted in its stat block (see appendix B). You calculate the award by totaling the value for each monster the characters overcome. Additional XP awards, and the reasons for them, are described in the text, under the \"Awarding Experience Points\" heading."}
{"chunk_id": "r_0094", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "WANDERING MONSTERS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Monsters roam through all areas of the mine. Random encounters remind players that monsters aren't necessarily confined to specific areas, and that no part of the dungeon is safe. Encounters with wandering monsters are an effective way to keep the players and characters on their toes, alleviate player boredom, and tax party resources. However, having too many random encounters can become tedious, so use them sparingly.\nIf the characters spend a long time in a given area, you can check for wandering monsters by rolling a d20. On a roll of 17-20, an encounter takes place. Conversely, if the players seem restless, you can decide that an encounter occurs. Roll a cll2 and consult the Wandering Monsters table to determine what the party meets.\nWANDERING MONSTERS\n1-3 | Stirges (2d4)\n4-5 | Ghouls | (ld4)\n6 | Gricks (ld4)\n7-8 | Bugbears (ld4)\n9 | Skeletons (ld6)\n10 | Zombies (ld6)\n11-12 | Ochre jelly (1)"}
{"chunk_id": "r_0095", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "KEYED ENCOUNTERS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "All the encounters in this part of the adventure are keyed to the map of Wave Echo Cave.\n43"}
{"chunk_id": "r_0096", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "KEYED ENCOUNTERS", "BOOMING WAVES"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "All good dungeons have characteristics that make them unique, and Wave Echo Cave is no exception. The rhythmic thunder of pounding waves echoes throughout the mine, loud enough to make the stone underfoot shiver. Waves come about two minutes apart, growing louder toward the northeast.\nWave Echo Cave is nowhere near the ocean, but a water-filled cavern deep in the mine is connected to an underground hot spring. That spring boils over continuously to produce a surge that slams into a narrow funnel, making a sound like breaking surf. Describe this sound to players on occasion. It will pique their curiosity and lure them toward its source, drawing them deeper into the mine as a consequence."}
{"chunk_id": "r_0097", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "I. CAVE ENTRANCE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Wave Echo Cave is located in the Sword Mountain foothills. The cave was once home to the Rockseekers, but was overrun by the Black Spider. A ten-foot wide, twenty-foot-deep pit at the bottom of the pit is the cave's entrance."}
{"chunk_id": "r_0098", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "6. SOUTH BARRACKS"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This was a miners' barracks, where the skilled delvers working in Wave Echo Cave rested between shifts. Any character who listens at the partially open door hears faint crunching and splintering sounds with a successful DC 10 Wisdom (Perception) check.\nOld stone bunks in orderly rows line the walls of this chamber, and a corroded iron brazier full of old coals stands near the middle of the room. The bones of a half dozen dwarves and ores lie strewn about, clad in scraps of armor. Three gray, hunched figures squat among the remains, pawing at the scraps and gnawing on the bones.\nThree ghouls from the pack in area 9 are here, cracking and gnawing on the ancient bones of the fallen in the vain hope that some tasty morsel of marrow remains. The ghouls, eager for a fresh meal, attack immediately."}
{"chunk_id": "r_0099", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "7. RUINED STOREROOM"], "section_type": "puzzle", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Despite the destruction all around, the northern part of this storage area has survived intact.\nThe eastern wall of this chamber has collapsed into a mass of rubble. To the north, a door stands ajar, leading to a goodsized storeroom. Dusty kegs are tucked neatly against the walls, all of them cracked and split open from age.\nIt's not comfortable, but the storeroom is a secure resting place. No monsters come this way. Moreover, the storeroom door is in good shape and can easily be blocked or barred from the inside.\nThe contents of the kegs have long evaporated."}
{"chunk_id": "r_0100", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "8. FUNGI CAVERN"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Cave once served as banquet room, meeting area, and mead hall for the miners. Seven ghouls lurk in the shadows on the western ledge. The skeletal remains of dozens of dead warriors-dwarves, gnomes, ores-attest to the fierceness of the fighting that took place here long ago."}
{"chunk_id": "r_0101", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "12. SMELTER CAVERN"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Like the fungi cavern at area 8, this chamber poses a serious obstacle that prevents Nezznar from reaching his objective-the Forge of Spells (area 15). The drow is still formulating a plan to get past the undead guardians in this area.\nA blast furnace and a mechanical bellows powered by a waterwheel dominate this large chamber. The furnace is cold and dark, but heaps of coal are piled nearby, along with carts full of unrefined ore. The waterwheel sits in a ten-foot-wide channel cut into the floor of the room, but the channel is dry. Passages exit to the west, south, and east. The empty channel exits to the north and east.\nMore than a dozen withered corpses are scattered around the room. These slain dwarves and ores are still wearing the remnants of their armor. Floating above them is a skull engulfed in green flame.\nEight of the fallen dwarf warriors are zombies. They rise and pursue any living creatures that enter the room, but they do not pursue creatures outside this area for more than 1 round. In addition, a far more intelligent undead guards this area: a flameskull. This creature was a servant of the human wizards allied with the Phandelver dwarves and gnomes, and it continues to act on ancient instructions to prevent intruders from passing through.\nThis impressive chamber was the heart of the Wave Echo Cave mining operation. Here, the dwarves melted down their ore to refine ingots of silver, gold, and platinum. The dry channel is where the dwarves diverted the stream from area 18 to power the waterwheel here. That in turn operated the bellows that fed the furnace.\nThe channel's bottom is 5 feet below floor level, and no ability check is required to scramble in or out. Characters in the channel can follow it out of this room to the north or to the east, though the ceiling is only 5 feet high after the channel exits this room."}
{"chunk_id": "r_0102", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "12. SMELTER CAVERN", "ROLEPLAYING MORMESK"], "section_type": "dialogue", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Mormesk speaks in grave whispers. When the wraith first rises up from the floor, it says, \"Your presence is offensive to me, your life forfeit. My treasures are mine alone, not yours to plunder!\" lf the characters make no attempt to reason with the wraith, it attacks.\nIf the characters try to reason with the wraith, it listens to what they have to say, provided they have not harmed it in any way or seized any of its property. The wraith is irrevocably evil, so the only way the characters can stay its spectral hand is to offer it something a former wizard would consider valuable in exchange for their lives. Mormesk values magic items (particularly scrolls), spellbooks, and arcane knowledge. Whatever the gift, a character must succeed on a DC 10 Charisma (Persuasion) check to convince the wraith of its value.\nRegardless of what the characters offer it, the wraith won't relinquish the wooden pipe in the scorched chest. It will, however, part with the coins and gems if the characters agree to kill the spectator in the Forge of Spells. (The wraith doesn't explain what a spectator is. It merely points toward area 15.) Once it receives its gift, the wraith allows characters to peruse its books and keep the secret map in one of them (see the \"Treasure\" section)."}
{"chunk_id": "r_0103", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "12. SMELTER CAVERN", "TREASURE"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The scorched chest is unlocked and contains 1,100 cp, 160 sp, 50 ep, three diamonds (100 gp each), and a wooden pipe adorned with platinum filigree (150 gp).\nA handful of magically preserved tomes remain on the shelves. Most are just histories, but one has a map sewn into its cover. The map's presence can be discerned with a successful DC 12 Intelligence (Investigation) check. The shows the location of a dungeon of your own creation. When the characters finish their explorations here, this old map can lead them to their next adventure."}
{"chunk_id": "r_0104", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "15. FORGE OF SPELLS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This large workshop was badly damaged by the ancient spell battle that laid waste to the mine. One of the human wizards who worked in the Forge of Spells summoned the creature to guard the magic items created and stored here. When the mine was sacked, the ores disturbed the delicate magic in the area, unhinging the spectator's grip on reality."}
{"chunk_id": "r_0105", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "16. BOOMING CAVERN"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The sound of pounding surf that gives Wave Echo Cave its name can be traced to this water-filled cavern.\nA narrow ledge overlooks a large cavern that houses a surging, seething body of water. The rhythmic booming heard throughout the mines is louder here. At regular intervals, a fresh surge of water funnels into this chamber and slams against the wall just below the ledge. The echo suggests that this cave might be one arm of a much larger cavern to the northeast.\nThe ledge that hugs the south wall is 15 feet above water level. However, when water surges into the cave every 2 minutes, it raises the water level by 10 feet. After a minute, the water level returns to its normal depth of 20 feet."}
{"chunk_id": "r_0106", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "17. OLD STREAMBED"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The stream flowing from area 10 to area 18 used to continue through this low passage, eventually emptying out into area 16.\nThis passageway is barely four feet high and is obstructed by rounded boulders and pebbles. It might have been a stream bed, though no water flows here now.\nThe dwarves diverted the stream into the channel leading to area 12 to drive the waterwheel in the smelter. Then the earthquakes that rocked Wave Echo Cave during the final spell battle of the ore invasion collapsed the floor in area 18, diverting the stream once again. The old streambed remains as a usable passage that circumvents the undead in area 12, although Nezznar has not yet discovered this."}
{"chunk_id": "r_0107", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "18. COLLAPSED CAVERN"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Nezznar's servants occupy this cavern, guarding against undead incursions and carefully sifting through the rubble. The Black Spider's divinations suggest that some valuable treasure is hidden at the bottom of the rift that was created when this area was destroyed.\nA wide rift fills the eastern half of this cavern. A stream pours out of the west wall, then tumbles down into the rift and flows out again to the north. Several ropes are secured to iron stakes along on the western edge of the rift, leading down to the chasm floor.\nThree bugbears are stationed here. Two of them are clearing rock on the rift floor while one more stands guard in the western half of the cavern. A doppelganger named Vhalak supervises the operation in the guise of a male drow. If a fight breaks out in the main cavern, the two bugbears in the rift climb up the ropes to join the fray.\nRift. The rift is 20 feet deep. Climbing up or down without using a rope requires a successful DC 10 Strength (Athletics) check. A creature that fails the check by 5 or more falls and takes ld6 bludgeoning damage per 10 feet fallen, landing prone at the bottom.\nDEVELOPMENTS If two or more bugbears are killed, the doppelganger tries to retreat to area 19 to warn Nezznar.\nTREASURE Nezznar's divinations are accurate. Buried under heavy rubble at the bottom of the rift is the crushed skeleton of a dwarf wearing gauntlets of ogre power. The remains are hidden from view but can be found with a successful DC 20 Wisdom (Perception) check. Each character searching can attempt one check per hour."}
{"chunk_id": "r_0108", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "19. TEMPLE OF DUMATHOIN"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Nezznar uses this room as his headquarters while he explores the mines and searches for the Forge of Spells. The statue depicts Dumathoin, the dwarven god of mining. A character can climb the statue easily and pry a jewel loose with a successful DC 10 Strength check."}
{"chunk_id": "r_0109", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "19. TEMPLE OF DUMATHOIN", "ROLEPLAYING NEZZNAR"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Even though he intends to kill the characters, Nezznar is curious about them. Given the chance, he quizzes the characters at length regarding their identities, allegiances, interests, and goals,. He files it all away in memory in the hope that someday he might find a use for what he learns.\nNezznar admits to being the Black Spider, and to using the Cragmaw goblins and the Redbrands to ensure that Wave Echo Cave remains his secret. He will say or do anything to put the characters off their guard, including promising to surrender or proposing cooperation against the monsters impeding his progress toward reaching the Forge of Spells. However, he betrays the characters as soon as they outlive their usefulness."}
{"chunk_id": "r_0110", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "19. TEMPLE OF DUMATHOIN", "DEVELOPMENTS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The creatures in area 18 can hear sounds of combat in this room. If they haven't already been dealt with, they arrive after 3 rounds and act immediately after Nezznar's giant spiders in the initiative count.\nIf the characters capture Nezznar and deliver him to the townmaster's hall in Phandalin, the drow is locked up until Sildar Hallwinter or another representative of the Lords' Alliance can escort him to Neverwinter to face justice and interrogation. However, unless the characters post guards outside Nezznar's cell, Halia Thornton (see page 17) breaks him out of jail, smuggles him out of Phandalin, and delivers him into the waiting arms of the Zhcntarim. The Zhents want to learn everything the Black Spider knows about Wave Echo Cave. What happens to Nezznar at that point is up to you."}
{"chunk_id": "r_0111", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "19. TEMPLE OF DUMATHOIN", "TREASURE"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Nezznar carries a potion of healing and a spider staff. ln addition, the drow carries an iron key with a head shaped like an anvil. This key unlocks the door to area 20.\nNezznar's exploration of Wave Echo Cave has yielded some treasure, which the drow keeps in the sack on the wooden table. The sack contains 190 ep, 130 gp, 15 pp, nine small gemstones (10 gp each), and a dwarven ale mug made of hammered electrum (100 gp)."}
{"chunk_id": "r_0112", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "19. TEMPLE OF DUMATHOIN", "AWARDING EXPERIENCE POINTS"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "lf Nezznar is captured alive and delivered to Sildar Hallwinter or Town master Wester in Phandalin, award the party double his XP value."}
{"chunk_id": "r_0113", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "20. PRIESTS' QUARTERS"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Thdooer to this room is locked, requiring thieves' tools and a successful DC 15 Dexterity check to open. Nezznar (area 19) carries the key.\nUnless the characters are being stealthy, any activity at the door attracts the attention of Nezznar and his allies in area 19, prompting the drow to send his giant spiders to investigate.\nDusty draperies adorn the walls of this room, which also contains a bed and brazier. A badly disheveled dwarf lies bound and unconscious on the cold stone floor.\nl This room formerly belonged to the priest in charge of Dumathoin's temple (area 19), but Nezznar has appropriated it for use as a cell. The figure lying on the floor is Nundro, a dwarf commoner and the youngest of the three Rockseeker brothers. Nezznar spared him because he thought the dwarf might know more about the mine than he admitted. The drow has interrogated Nundro harshly once or twice a day ever since capturing him."}
{"chunk_id": "r_0114", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "20. PRIESTS' QUARTERS", "DEVELOPMENTS"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Nundro is grateful if the adventurers rescue him, and he offers to tag along for the duration of their stay in Wave Echo Cave. Nundro doesn't know any more about the layout than the characters, so he hasn't much to offer in the way of useful information. See the \"NPC Party Members\" sidebar (page 11) for tips on running Nundro.\nIf the characters deal with Nezznar and his minions, this area serves as a safe and comfortable place to rest before continuing their explorations of the mine."}
{"chunk_id": "r_0115", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "20. PRIESTS' QUARTERS", "AWARDING EXPERIENCE POINTS"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If Nundro is rescued and survives the adventure, divide 200 XP equally among the characters in the party."}
{"chunk_id": "r_0116", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "CONCLUSION"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "With hard work and a little luck, the adventurers have defeated the Black Spider and undone his destructive plots, cleared Phandalin of the ruffians who threatened its people, and reclaimed the lost mine of Wave Echo Cave. Their deeds will be long remembered in this corner of the Sword Coast. In years to come, the restored mines of the Phandelver's Pact will bring great riches to Phandalin and help establish peace and prosperity in the area.\nGundren and Nundro Rockseeker take over administration of the new mine. For the adventurers' service to their family, they gladly award the party a 10 percent share of the mine's profits. If the characters want to remain in Phandalin and perhaps restore Tresendar Manor or establish homes of their own, the people of the area are glad to have them stay. Even if they choose to move on in search of new adventures, they'll always have a warm welcome in Phandalin.\nBy the end of the adventure, the characters should be 5th level. If your players wish to continue playing their characters, you can use the contents of this set to create your own adventures; the mysterious map found in area 14 of Wave Echo Cave provides one possible adventure hook, but feel free to explore other ideas using the monsters, magic items, and locations in this adventure. If you want to create adventures for characters higher than 5th level, you'll need the basic rules online or the advanced rulebooks: the Player's Handbook, Dungeon Master's Guide, and Monster Manual."}
{"chunk_id": "r_0117", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Every adventure holds the promise-but not a guarantee of finding one or more magic items. Lost Mine of Phandelver contains an assortment of magic items that hints at the wider variety of magic items waiting to be found in the worlds of D&D. See the Dungeon Master's Guide for many more items."}
{"chunk_id": "r_0118", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "USING A MAGIC ITEM"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A magic item's description explains how the item works. Handling a magic item is enough to give a character a sense that something is extraordinary about the item. Casting the identify spell on the item then reveals its properties. Alternatively, a character can concentrate on the item during a short rest, while being in physical contact with the item. At the end of the rest, the character learns the item's properties. Potions are an exception; a little taste is enough to tell the taster what the potion does.\nCertain magic items require a user to attune to them before their magical properties can be used. Attuning to a magic item requires that you spend a short rest concentrating on it (this can't be the same short rest used to learn an item's properties). Depending on the nature of the item, this concentration can take the form of prayers, weapon practice, or meditation. In any case, the concentration period must be uninterrupted. Once you are attuned to an item, you can use its magical properties.\nAn item can be attuned to only one creature at a time. A creature can be attuned to no more than three magic items at any given time, and you can attune yourself to only one item during a short rest.\nYour attunement to an item ends when the item has been more than 100 feet away from you for 24 hours and when you die. You can also voluntarily end your attunement to an item with another short rest."}
{"chunk_id": "r_0119", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "+lARMOR Themost basic form of magic armor is a superb product of physical and magical craft. You have a+1 bonus to your Armor Class while wearing this armor. A suit of +l armor never rusts or deteriorates, and it magically resizes to fit its wearer."}
{"chunk_id": "r_0120", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "+I WEAPON"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Magic weapons are unmistakably finer in quality than their ordinary counterparts. You have a +1 bonus to the attack rolls and damage rolls you make with this weapon.\nSome +1 weapons (swords in particular) have additional properties, such as shedding light."}
{"chunk_id": "r_0121", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "BOOTS OF STRIDING AND SPRINGING"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Your speed while you wear these boots becomes 30 feet, unless your walking speed is higher, and your speed is not reduced if you are encumbered or wearing heavy armor. In addition, whenever you jump, you can jump three times the normal distance."}
{"chunk_id": "r_0122", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "GAUNTLETS OF OGRE POWER"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "While you wear these gauntlets, your Strength becomes 19. If your Strength is already 19 or higher, the gauntlets have no effect on you."}
{"chunk_id": "r_0123", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "POTION OF FLYING"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This potion gives you a flying speed equal to your walking speed for 1 hour. If the potion wears off while you're flying and nothing else is holding you aloft, you must use your movement to descend. If you fail to land before 1 minute passes, you fall."}
{"chunk_id": "r_0124", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "POTION OF HEALING"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "When you drink this potion, you regain 2d4 + 2 hit points."}
{"chunk_id": "r_0125", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "POTION OF INVISIBILITY"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "When you drink this potion, you-along with the clothing, armor. weapons, and other equipment on your personbecome invisible for 1 hour. The invisibility ends if you attack or cast a spell."}
{"chunk_id": "r_0126", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "POTION OF VITALITY"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Drinking this potion removes any exhaustion you are suffering, cures any disease or poison affecting you, and maximizes the effect of any Hit Die you spend to regain hit points within the next 24 hours."}
{"chunk_id": "r_0127", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "RING OF PROTECTION"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "While you are wearing this ring and are attuned to it,you have a+1 bonus to your Armor Class and saving throws."}
{"chunk_id": "r_0128", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "SPELL SCROLL"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A spell scroll bears the words of a single spell, written in a mystical cipher. If the spell is on your class's spell list, you can use an action to read the scroll and cast its spell without having to provide any of the spell's components. Otherwise, the scroll is unintelligible.\nIf the spell is on your class's spell list but of a higher level than you can normally cast, you must make an ability check using your spellcasting ability to determine whether you cast it successfully. The DC equals 10 + the spell's level. On a failed check, the spell disappears from the scroll with no other effect.\nOnce the spell is cast, the words on the scroll fade, and the scroll itself crumbles to dust."}
{"chunk_id": "r_0129", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "SPIDER STAFF"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The top of this black, adamantine staff is shaped like a spider. The staff weighs 6 pounds. You must be attuned to the staff to gain its benefits and cast its spells.\nThe staff can be wielded as a quarterstaff. It deals ld6 extra poison damage on a hit when used to make a weapon attack.\nThe staff has 10 charges, which are used to fuel the spells within it. With the staff in hand, you can use your action to cast one of the following spells from the staff if the spell is on your class's spell list: spider climb (1 charge) or web (2 charges, spell save DC 15). No components are required.\nThe staff regains ld6 + 4 expended charges each day at dusk. If you expend the staff's last charge, roll a d20. On a 1, the staff crumbles to dust and is destroyed."}
{"chunk_id": "r_0130", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "STAFF OF DEFENSE"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This slender, hollow staff is made of glass yet is as strong as oak. It weighs 3 pounds. You must be attuned to the staff to gain its benefits and cast its spells.\nWhile holding the staff, you have a +1 bonus to your Armor Class.\nThe staff has 10 charges, which are used to fuel the spells within it. With the staff in hand, you can use your action to cast one of the following spells from the staff if the spell is on your class's spell list: mage armor (1 charge) or shield (2 charges). No components are required.\nThe staff regains ld6 + 4 expended charges each day at dawn. If you expend the staff's last charge, roll a d20. On a 1, the staff shatters and is destroyed."}
{"chunk_id": "r_0131", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX A: MAGIC ITEMS", "ITEM DESCRIPTIONS", "WAND OF MAGIC MISSILES"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This wand has 7 charges. With the wand in hand, you can use your action to fire the magic missile spell from the wand-no components required-and expend 1 to 3 of the wand's charges. For each charge you expend beyond 1, the spell's level increases by 1. You can use this wand even if you are incapable of casting spells.\nThe wand regains ld6 + 1 expended charges each day at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand crumbles into ash and is destroyed."}
{"chunk_id": "r_0132", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "APPENDIX B: MONSTERS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "This section contains stat blocks and short descriptions for the creatures that appear in Lost Mine of Phandelver."}
{"chunk_id": "r_0133", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A creature's stat block provides the essential information that you, as the DM, need to run the creature."}
{"chunk_id": "r_0134", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SIZE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Each creature takes up a different amount of space. The Size Categories table shows how much space a creature of a particular size controls in combat. Objects sometimes use the same size categories."}
{"chunk_id": "r_0135", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SIZE", "SIZE CATEGORIES"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Space Tiny Size 2½ by 2½ ft. Small 5 bys ft. Medium 5 by 5 ft. Large lOby 10 ft."}
{"chunk_id": "r_0136", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPACE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A creature's space is the area in feet that it effectively controls in combat, not an expression of its physical dimensions. A typical Medium creature isn't 5 feet wide, for example, but it does control a space that wide. If a Medium hobgoblin stands in a 5-foot-wide doorway, other creatures can't get through unless the hobgoblin lets them."}
{"chunk_id": "r_0137", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPACE", "SQUEEZING INTO A SMALLER SPACE"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A creature can squeeze through a space large enough for a creature one size smaller than itself. When squeezing through such a space, the creature's speed is halved. While squeezing, a creature has disadvantage on attack rolls and Dexterity saving throws, and attack rolls against it have advantage."}
{"chunk_id": "r_0138", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPACE", "TYPE"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "-· A creature's type speaks to its fundamental nature.\nThe following types of monsters can be encountered in this adventure.\nAberrations. Utterly alien beings that have no place in the natural world. Beasts. Nonhumanoid creatures that, like real-world animals, are a normal part of the world's ecology. Dragons. Large, winged, reptilian creatures of ancient origin and tremendous power. Giants. Humanoid-like creatures that tower over humans and their kin.\nHumanoids. Bipedal peoples of the civilized and savage world, including humans and a tremendous variety of other races, including dwarves and elves.\nMonstrosities. Frightening creatures that sometimes resemble beasts but that are often touched by magic and almost never benign.\nOozes. Gelatinous creatures that generally have no fixed shape. They are mostly subterranean, dwelling in caves and dungeons.\nPlants. Plant creatures, as opposed to ordinary plants, have some degree of sentience and mobility.\nUndead. Once-living creatures brought to a horrifying state of undeath through the practice of necromantic magic or some unholy curse.\nTAGS A creature might have one or more tags appended to its type, in parentheses. For example, an ore has the humanoid (ore) type. These parenthetical tags provide an additional layer of categorization for certain monsters, but they have no bearing on how a monster is used in combat."}
{"chunk_id": "r_0139", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPACE", "ALIGNMENT"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A creature's alignment provides a clue to its disposition. For example, a chaotic evil creature might be difficult to reason with and might attack characters on sight, whereas a neutral creature might be willing to negotiate. Alignment indicates whether a creature leans toward law or chaos and good or evil or whether a creature is neutral.\nAny Alignment. Some creatures, such as the warrior, can have any alignment. In other words, you choose the creature's alignment. Depending on the creature, its alignment entry might indicate a tendency or aversion toward law, chaos, good, or evil.\nUnaligned. Many creatures of low intelligence have no comprehension of law or chaos, good or evil. They don't make moral or ethical choices, but rather act on instinct. These creatures are unaligned, which means they don't have an alignment."}
{"chunk_id": "r_0140", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPACE", "ARMOR CLASS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A creature that wears armor or carries a shield has an AC that takes its armor, shield, and Dexterity into account. Otherwise, a creature's AC is based on its Dexterity modifier and any natural armor or supernatural resilience it might possess.\nIf a creature wears armor or carries a shield, the kind of armor it wears or shield it carries is noted in parentheses after its AC value."}
{"chunk_id": "r_0141", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPACE", "HIT POINTS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A creature usually dies or is destroyed when its hit points drop to 0. For more on hit points, see the rulebook."}
{"chunk_id": "r_0142", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPEED"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "A creature's speed tells you how far it can move on its turn. For more information on speed, see the rulebook.\nAll creatures have a walking speed; creatures that have no form of ground-based locomotion have a speed of O feet.\nMany of the creatures herein have one or more additional movement modes.\nClimb. A creature that has a climbing speed can use all or part of its movement to move on vertical surfaces. The creature doesn't need to spend extra movement to climb.\nFly. A creature that has a flying speed can use all or part of its movement to fly. If the creature is incapacitated or knocked prone while flying, it falls unless it can hover.\nSwim. A creature that has a swimming speed doesn't need to spend extra movement to swim."}
{"chunk_id": "r_0143", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPEED", "VULNERABILITIES, RESISTANCES, AND IMMUNITIES"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Some creatures have vulnerability, resistance, or immunity to certain types of damage. Additionally, some creatures are immune to certain conditions and other game effects. These immunities are also noted here.\nSENSES The Senses entry notes a creature's passive Wisdom (Perception) score, as well as any special senses the creature might have, such as the following senses.\nBlindsight. A creature with blindsight can perceive its surroundings without having to rely on sight, within a specific radius.\nDarkvision. A creature with darkvision can see in the dark within a specific radius. The creature can see in dim light within the radius as if it were bright light, and in darkness as if it were dim light. The creature can't discern color in darkness, only shades of gray.\nTruesight. A creature with truesight can see in normal and magical darkness, see invisible creatures and objects, automatically detect visual illusions and succeed on saving throws against them, and perceive the original form of a shapechanger or a creature that is transformed by magic. Furthermore, the creature can see into the Ethereal Plane.\nLANGUAGES The languages that a creature can speak are listed in alphabetical order. Sometimes a creature can understand a language but not speak it, and this is noted in its entry.\nAn appropriately equipped and well-rested party of four adventurers should be able to defeat a creature that has a challenge rating equal to their level without suffering any casualties.\nMonsters that are significantly weaker than 1st-level characters have challenge ratings lower than 1.\nEXPERIENCE POINTS (XP) The number of experience points a creature is worth is based on its Challenge. Typically, XP is awarded for defeating the monster."}
{"chunk_id": "r_0144", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPEED", "TRAITS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Traits are special characteristics of the creature that are likely to be relevant in a combat encounter.\nACTIONS When a creature takes its action, it can choose from the options in the \"Actions\" section of its stat block. The rulebook describes other actions available to all creatures.\nMELEE AND RANGED ATTACKS The most common actions that a creature will take in combat are melee and ranged attacks. These can be spell attacks or weapon attacks, where the \"weapon\" might be a manufactured item or a natural weapon, such as a claw.\nHit. Any damage or other effects that occur as a result of an attack hitting a target are described here. As the DM, you have the option of taking average damage or rolling the damage; for this reason, both the average damage and the die expression are presented. For example, a monster might deal 4 (ld8) slashing damage with its longsword. That notation means you can have the monster deal 4 damage or you can roll ld8 to determine the damage."}
{"chunk_id": "r_0145", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SPEED", "REACTIONS"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "If a creature can do something unusual with its reaction, that information is contained here. Most creatures do not have special reactions, in which case this section is absent. Reactions are explained in the rulebook.\nLIMITED USAGE Some special abilities-whether they are traits, actions, or reactions-have restrictions on the number of times they can be used.\nX/Day. The notation \"X/Day\" means a special ability can be used a certain number of times and that a monster must finish a long rest to regain expended uses. For example, \"1/Day\" means a special ability can be used once and that the monster must finish a long rest to use it again.\nRechargeX-Y. The notation \"Recharge X-Y\" means a monster can use a special ability once and that the ability then has a random chance of recharging during each subsequent round of combat. At the start of each of the monster's turns, roll a d6. If the roll is one of the numbers in the recharge notation, the monster regains the use of the special ability. The ability also recharges when the monster finishes a short or long rest.\nFor example, \"Recharge 6\" means a monster can use the special ability once. Then, at the start of the monster's turn, it regains the use of that ability if it rolls a 6 on a d6."}
{"chunk_id": "r_0146", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "MONSTER DESCRIPTIONS"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The monsters appearing in the adventure are presented in this section in alphabetical order."}
{"chunk_id": "r_0147", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "BUGBEAR"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium humanoid (goblinoid), chaotic evil Armor Class 16 (hide armor, shield) Hit Points 27 (5d8 +5) Speed 30 ft.\nSTR DEX CON INT WIS CHA 15 (+2) 14 (+2) 13 (+l) 8 (-1) 11 (+0) 9 (-1) Skills Stealth +6, Survival +2 Senses darkvision 60 ft., passive Perception 10 Languages Common, Goblin Challenge l (200 XP) Brute. When the bugbear hits with a melee weapon attack, the attack deals one extra die of the weapon's damage to the target (included below).\nSurprise Attack. If the bugbear surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 7 (2d6) damage from the attack.\nACTIONS Morningstar. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 11 (2d8 + 2) piercing damage.\nJavelin. Melee or Ranged Weapon Attack: +4 to hit, reach 5 ft. or range 30 ft./120 ft., one target. Hit: 5 (ld6 + 2) piercing damage, or 9 (2d6 + 2) piercing damage in melee.\nBugbears are cruel and unruly humanoids that live to bully the weak and dislike being bossed around. Despite their intimidating builds, bugbears move with surprising stealth and are fond of setting ambushes."}
{"chunk_id": "r_0148", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "COMMONER"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium humanoid (any race), any alignment Senses passive Perception 10 Languages any one (usually Common) Challenge O (10 XP) ACTIONS Club. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 2 (ld4) bludgeoning damage.\nCommoners include peasants and serfs, slaves and servants, pilgrims, merchants, artisans, and hermits.\nSTR 10 (+0) | DEX 10 (+0) | CON 10 (+0) | INT 10 (+0) | WIS 10 (+0) | CHA 10 (+0)"}
{"chunk_id": "r_0149", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "CULTIST"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium humanoid (any race), any nongood alignment Skills Deception +2, Religion +2 Senses passive Perception 10 Languages any one (usually Common) Challenge 1/8 (25 XP) Devotion. The cultist has advantage on saving throws against being charmed or frightened.\nACTIONS Scimitar. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 4 (ld6 + l) slashing damage.\nCultists swear allegiance to dark powers. They conceal their activities to avoid being ostracized, imprisoned, or executed for their beliefs.\nArmor Class 12 (leather armor) Hit Points 9 (2d8) Speed 30 ft. |  |  | \nSTR DEX CON 11 (+0) 12 (+l) 10 (+0) | INT 10 (+0) | WIS 11 (+0) | CHA 10 (+0)"}
{"chunk_id": "r_0150", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "DOPPELGANGER"], "section_type": "combat", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium monstrosity (shapechanger), neutral Armor Class 14 Hit Points 52 (8d8 + 16) Speed 30 ft. Senses darkvision 60 ft., passive Perception 11 Languages Common Challenge 3 (700 XP) Shapechanger. The doppelganger can use its action to polymorph into a Small or Medium humanoid it has seen, or back into its natural form."}
{"chunk_id": "r_0151", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "EVIL MAGE"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium humanoid (human), lawful evil Saving Throws Int +5, Wis +3 Skills Arcana +5, History +5 Senses passive Perception 11 Languages Common, Draconic, Dwarvish, Elvish Challenge l (200 XP) Spellcasting. The mage is a 4th-level spellcaster that uses Intelligence as its spellcasting ability (spell save DC 73; +5 to hit with spell attacks). The mage knows the following spells from the wizard's spell list: ACTIONS Evil mages hunger for arcane power and dwell in isolated places, where they can perform terrible magical experiments without interference.\nDEX 14 (+2) | CON 77 (+O) | INT 17 (+3) | WIS 12 (+l) | CHA 11 (+0)"}
{"chunk_id": "r_0152", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "FLAMESKULL"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "The flameskull is a 5th-level spellcaster that uses Intelligence as its spellcasting ability (spell save DC 73, +5 to hit with spell attacks). It needs only verbal components to cast its spells. When the ritual is complete, green flames erupt from the skull to complete its ghastly transformation."}
{"chunk_id": "r_0153", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "GHOUL"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium undead, chaotic evil Armor Class 12 Hit Points 22 (Sd8) Speed 30 ft.\nSTR DEX CON INT WIS CHA 13 (+1) 15 (+2) 10 (+0) 7 (-2) 10 (+0) 6 (-2) Damage Immunities poison Condition Immunities charmed, poisoned Senses darkvision 60 ft., passive Perception 10 Languages Common Challenge 1 (200 XP) ACTIONS Bite. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 9 (2d6 + 2) piercing damage.\nClaws. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 7 (2d4 + 2) slashing damage. If the target is a creature other than an elf or undead, it must succeed on a DC 10 Constitution saving throw or be paralyzed for l minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect early on a success.\nGhouls roam the night in packs, driven by an insatiable hunger for humanoid flesh. Like maggots or carrion beetles, they thrive in places rank with decay and death."}
{"chunk_id": "r_0154", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "GIANT SPIDER"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Large beast, unaligned Armor Class 14 (natural armor) Hit Points 26 (4dl0 + 4) Speed 30 ft., climb 30 ft.\nSTR DEX CON INT WIS CHA 14 (+2) 16 (+3) 12 (+1) 2 (-4) 11 (+0) 4 (-3) Skills Stealth +7 Senses blindsight 10 ft., darkvision 60 ft., passive Perception 10 Languages-Challenge l (200 XP) Spider Climb. The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.\nWeb Sense. While in contact with a web, the spider knows the exact location of any other creature in contact with the same web.\nWeb Walker. The spider ignores movement restrictions caused by webbing of any sort.\nACTIONS Bite. Melee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 7 (ld8 + 3) piercing damage, and the target must make a DC 11 Constitution saving throw, taking 9 (2d8) poison damage on a failed save, or half as much damage on a successful one. If the poison reduces the target to O hit points, the target is stable but poisoned for l hour, and paralyzed while poisoned in this way.\nWeb (Recharge 5-6). Ranged Weapon Attack: +5 to hit, range 30 ft./60 ft., one creature. Hit: The target is restrained by webbing. As an action, the restrained target can make a DC 12 Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 5; vulnerable to fire damage; immune to bludgeoning, poison, and psychic damage).\nUsually found underground, the lair of a giant spider is often festooned with webs holding helpless victims."}
{"chunk_id": "r_0155", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "GOBLIN"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Small humanoid (goblinoid), neutral evil Skills Stealth +6 Senses darkvision 60 ft., passive Perception 9 Languages Common, Goblin Challenge 1/4 (50 XP) Nimble Escape. The goblin can take the Disengage or Hide action as a bonus action on each of its turns.\nACTIONS Scimitar. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (ld6 + 2) slashing damage.\nShortbow. Ranged Weapon Attack: +4 to hit, range 80 ft./320 ft., one target. Hit: 5 (ld6 + 2) piercing damage.\nGoblins are black-hearted, gather in overwhelming numbers, and crave power, which they abuse."}
{"chunk_id": "r_0156", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "GRICK"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium monstrosity, neutral Armor Class 14 (natural armor) Hit Points 27 (6d8) Speed 30 ft., climb 30 ft.\nSTR DEX CON INT WIS CHA 14 (+2) 14 (+2) 11 (+0) 3 (-4) 14 (+2) 5 (-3) Damage Resistances bludgeoning, piercing, and slashing damage from nonmagical weapons Senses darkvision 60 ft., passive Perception 12 Languages-Challenge 2 (450 XP) Stone Camouflage. The grick has advantage on its Dexterity (Stealth) check when it attempts to hide in rocky terrain.\nACTIONS Multiattack. The grick makes one attack with its tentacles. If that attack hits, the grick can make one beak attack against the same target.\nTentacles. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 9 (2d6 + 2) slashing damage.\nBeak. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (ld6 + 2) piercing damage.\nThe wormlike grick blends in with the stonework of its lair. Only when prey comes near does it rear up, its four tentacles unfurling to reveal a hungry, snapping beak."}
{"chunk_id": "r_0157", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "HOBGOBLIN"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium humanoid (goblinoid), lawful evil Armor Class 18 (chain mail, shield) Hit Points 11 (2d8+2) Speed 30 ft.\nSTR DEX CON INT WIS CHA 13 (+l) 12 (+l) 12 (+l) 10 (+0) 10 (+0) 9 (-1) Senses darkvision 60 ft., passive Perception 10 Languages Common, Goblin Challenge 1/2 (100 XP) Martial Advantage. Once per turn, the hobgoblin can deal an extra 7 (2d6) damage to a creature it hits with a weapon attack if that creature is within 5 feet of an ally of the hobgoblin that isn't incapacitated.\nACTIONS Longsword. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 5 (ld8 + l) slashing damage.\nLongbow. Melee or Ranged Weapon Attack: +3 to hit, range 150 ft./600 ft., one target. Hit: 5 (ld8 + l) piercing damage.\nHobgoblins are cunning, disciplined warriors who crave conquest. They impose a strict military hierarchy and are often found in the company of goblins and bugbears."}
{"chunk_id": "r_0158", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "MORMESK THE WRAITH"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium undead, neutral evil Damage Resistances acid, cold, fire, lightning, thunder; bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered Damage Immunities necrotic, poison Condition Immunities charmed, grappled, paralyzed, petrified, poisoned, prone, restrained Senses darkvision 60 ft., passive Perception 12 Languages Common, Infernal Challenge 3 (700 XP) Sunlight Sensitivity. While in sunlight, the wraith has disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight.\nACTIONS Life Drain. Melee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 16 (3d8 + 3) necrotic damage, and the target must succeed on a DC 13 Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. If this attack reduces the target's hit point maximum to 0, the target dies. This reduction to the target's hit point maximum lasts until the target finishes a long rest.\nA wraith is the incorporeal remnant of a particularly hateful being. Most wraiths can transform those they have slain into spectral undead servitors. Mormesk chooses not to, preferring to let the dead stay dead.\nSTR 6 (-2) | DEX 16 (+3) | CON 16 (+3) | INT 12 (+l) | WIS 14 (+2) | CHA 15 (+2)"}
{"chunk_id": "r_0159", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "NEZZNAR THE BLACK SPIDER"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium humanoid (elf), neutral evil Armor Class 11 (14 with mage armor) Hit Points 27 (6d8) Speed 30 ft.\nSTR DEX CON INT WIS CHA 9 (-1) 13 (+l) 10 (+0) 16 (+3) 14 (+2) 13 (+l) Incorporeal Movement. The wraith can move through an object or another creature, but can't stop there.\nSaving Throws Int +5, Wis +4 Skills Arcana +5, Perception +4, Stealth +3 Senses darkvision 120 ft., passive Perception 14 Languages Elvish, Undercommon Challenge 2 (450 XP) Special Equipment. Nezznar has a spider staff.\nFey Ancestry. Nezznar has advantage on saving throws against being charmed, and magic can't put him to sleep.\nSunlight Sensitivity. Nezznar has disadvantage on attack rolls when he or his target is in sunlight.\nInnate Spellcasting. Nezznar can innately cast the following spells, requiring no material components: Spellcasting. Nezznar is a 4th-level spellcaster that uses Intelligence as his spellcasting ability (spell save DC 13; +5 to hit with spell attacks). Nezznar has the following spells prepared from the wizard's spell list: ACTIONS Spider Staff. Melee Weapon Attack: +l to hit, reach 5 ft., one target. Hit: 2 (ld6-l) bludgeoning damage plus 3 (ld6) poison damage.\nDrow (dark elves) are a devious, scheming subterranean race that worships Lolth, the Demon Queen of Spiders. Drow society is strictly matriarchal. Male drow are relegated to servitor roles, and while most train as warriors, a few, such as Nezznar, become skilled wizards."}
{"chunk_id": "r_0160", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "N0THIC"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium aberration, neutral evil Armor Class 15 (natural armor) Hit Points 45 (6d8 + 18) Speed 30 ft.\nSTR DEX CON INT WIS CHA 14 (+2) 16 (+3) 16 (+3) l3 (+l) 10 (+0) 8 (-1) Skills Arcana +3, Insight +4, Perception +2, Stealth +5 Senses truesight 120 ft., passive Perception 12 Languages Undercommon Challenge 2 (450 XP) Keen Sight. The nothic has advantage on Wisdom (Perception) checks that rely on sight.\nACTIONS Multiattack. The nothic makes two attacks with its claws.\nClaws. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 6 (ld6 + 3) slashing damage.\nRotting Gaze. The nothic chooses one creature within 30 feet of it that it can see. The target must succeed on a DC 12 Constitution saving throw against this magic or take 10 (3d6) necrotic damage.\nWeird Insight. The nothic chooses one creature within 30 feet ofit that it can see. The target must contest its Charisma (Deception) check against the nothic's Wisdom (Insight) check. If the nothic wins, it magically learns one fact or secret about the creature.\nNothics were once wizards who dared to unlock magical secrets they couldn't fathom. Though gifted with strange cosmic insight that allows them to extract knowledge from other creatures, nothics are no longer the wizards they once were and have no memories of their previous lives."}
{"chunk_id": "r_0161", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "OCHREjELLY"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Large ooze, unaligned Armor Class 8 Hit Points 45 (6dl0 + 12) Speed 10 ft., climb 10 ft. Damage Immunities lightning, slashing Condition Immunities blinded, charmed, deafened, frightened, prone Senses blindsight 60 ft. (blind beyond this radius), passive Perception 8 Languages Common, Giant Challenge 2 (450 XP)"}
{"chunk_id": "r_0162", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "0WLBEAR"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Large monstrosity, unaligned Armor Class 13 (natural armor) Hit Points 59 (7d10 + 21) Speed 40 ft.\nSTR DEX CON INT WIS CHA 20 (+5) 12 (+1) 17 (+3) 3 (-4) 12 (+1) 7 (-2) Skills Perception +3 Senses darkvision 60 ft., passive Perception 13 Languages-Challenge 3 (700 XP) Keen Sight and Smell. The owlbear has advantage on Wisdom (Perception) checks that rely on sight or smell.\nACTIONS Multiattack. The owlbear makes two attacks, one with its beak and one with its claws.\nBeak. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 10 (ldl0 + 5) piercing damage.\nClaws. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 14 (2d8 + 5) slashing damage.\nThe owlbear's reputation for ferocity, stubbornness, and sheer ill temper makes it one of the most feared predators of the wild. There is little, if anything, that a hungry"}
{"chunk_id": "r_0163", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "REDBRAND RUFFIAN"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium humanoid (human), neutral evil Skills Intimidation +2 Senses passive Perception 9 Languages Common Challenge 1/2 (100 XP) ACTIONS Multiattack. The ruffian makes two melee attacks.\nShortsword. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (ld6 + 2) piercing damage.\nRedbrand ruffians are petty thugs and ruthless enforcers skilled at intimidation and violence. They work for money and have no scruples.\nSTR 11 (+0) | DEX 14 (+2) | CON 12 (+l) | INT 9 (-1) | WIS 9 (-1) | CHA 11 (+0)"}
{"chunk_id": "r_0164", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SILDAR HALLWINTER"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium humanoid (human), neutral good Armor Class 16 (chain mail) Hit Points 27 (5d8 +5) Speed 30 ft.\nSTR DEX CON INT WIS CHA 13 (+1) 10 (+0) 12 (+1) 10 (+0) 11 (+0) 10 (+0) Saving Throws Str +3, Con +3 Skills Perception +2 Senses passive Perception 12 Languages Common Challenge 1 (200 XP) owlbear fears."}
{"chunk_id": "r_0165", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SILDAR HALLWINTER", "ACTIONS"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Multiattack. Sildar makes two melee attacks.\nLongsword. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 5 (ld8 + 1) slashing damage.\nHeavy Crossbow. Ranged Weapon Attack: +2 to hit, range 100 ft./400 ft., one target. Hit: 5 (ldl0) piercing damage."}
{"chunk_id": "r_0166", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SILDAR HALLWINTER", "ACTIONS", "REACTIONS"], "section_type": "location", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Parry. When an attacker hits Sildar with a melee attack and Sildar can see the attacker, he can roll ld6 and add the number rolled to his AC against the triggering attack, provided that he's wielding a melee weapon.\nSildar Hallwinter is a retired soldier and sellsword who hails from the city of Neverwinter. He is a loyal member of the Lords' Alliance, a political organization that unites the various free cities and towns of the North."}
{"chunk_id": "r_0167", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SKELETON"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium undead, lawful evil Armor Class 13 (armor scraps) Hit Points 13 (2d8 + 4) Speed 30 ft.\nSTR DEX CON INT WIS CHA 10 (+0) 14 (+2) 15 (+2) 6 (-2) 8 (-1) 5 (-3) Damage Vulnerabilities bludgeoning Damage Immunities poison Condition Immunities poisoned Senses darkvision 60 ft., passive Perception 9 Languages understands languages it knew in life but can't speak Challenge 1/4 (50 XP) ACTIONS Shortsword. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (ld6 + 2) piercing damage.\nShortbow. Ranged Weapon Attack: +4 to hit, range 80 ft./320 ft., one target. Hit: 5 (1d6 + 2) piercing damage.\nAssemblages of bones animated by dark magic, skeletons heed the summons of those who create them or rise of their own accord in places saturated with deathly magic."}
{"chunk_id": "r_0168", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SKELETON", "SPECTATOR"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium aberration, lawful neutral Skills Perception +6 Condition Immunities prone Senses darkvision 120 ft., passive Perception 16 Languages Deep Speech, Undercommon Telepathy. The spectator can communicate telepathically with any creature within 100 feet ofit that can understand a language.\nArmor Class 14 (natural armor) |  |  | \nHit Points 39 (6d8 + 12) Speed Oft., fly 30 ft. |  |  | \nSTR DEX CON 8 (-1) 14 (+2) 14 (+2) | INT 13 (+l) | WIS 14 (+2) | CHA 11 (+0)"}
{"chunk_id": "r_0169", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SKELETON", "SPECTATOR", "ACTIONS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Bite. Melee Weapon Attack: +l to hit, reach 5 ft., one target. Hit: 2 (ld4-l) piercing damage.\nEye Rays. The spectator uses two of the following eye rays. It can use each ray only once per turn. Each ray targets a creature the spectator can see within 90 feet ofit.\n7. Confusion Ray. The target must succeed on a DC 13 Wisdom saving throw, or it can't take reactions until the end of its next turn. On its turn, the.target can't move, and it uses its action to make a melee or ranged attack against a randomly determined creature within range. If the target can't attack, it does nothing on its turn.\n2. Paralyzing Ray. The target must succeed on a DC 13 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect early on a success.\n3.Fear Ray. The target must succeed on a DC 13 Wisdom saving throw or be frightened for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the spectator is visible to the target, ending the effect early on a success.\n4. Wounding Ray. The target must make a DC 13 Constitution saving throw, taking 16 (3dl0) necrotic damage on a failed save, or half as much damage on a successful one.\nCreate Food and Water. The spectator creates enough food and water to sustain itself for 24 hours."}
{"chunk_id": "r_0170", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "SKELETON", "SPECTATOR", "REACTIONS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Spell Reflection. If the spectator makes a successful saving throw against a spell, or a spell misses it, the spectator can choose another creature within 30 feet ofit that it can see. The spell affects the chosen creature instead of the spectator.\nA spectator is a spherical monster that can be tasked with guarding a treasure for a period not exceeding 101 years. If the treasure is stolen or destroyed before the spectator's period of service has ended, the creature returns to its home dimension. Otherwise, it never abandons its post."}
{"chunk_id": "r_0171", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "STIRGE"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Tiny beast, unaligned Armor Class 14 (natural armor) Hit Points 2 (ld4) Speed 10 ft., fly 40 ft.\nSTR DEX CON INT WIS CHA 4 (-3) 16 (+3) 11 (+0) 2 (-4) 8 (-1) 6 (-2) Senses darkvision 60 ft., passive Perception 9 Languages-Challenge 1/8 (25 XP) ACTIONS Challenge 3 (700 XP) Hover. The spectator hovers as long as it is alive.\nBlood Drain. Me/ee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 5 (ld4 + 3) piercing damage, and the stirge attaches to the target. While attached, the stirge doesn't attack. Instead, at the start of each of the stirge's turns, the target loses 5 (ld4 + 3) hit points due to blood loss.\nThe stirge can detach itself by spending 5 feet of its movement. It does so after it drains 10 hit points of blood from the target or the target dies. A creature, including the target, can use its action to detach the stirge.\nA stirge is a winged pest that feeds on the blood of living creatures, drawing sustenance through its proboscis, which it uses to pierce a victim's flesh while clutching onto its prey with hooked claws."}
{"chunk_id": "r_0172", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "TwIG BLIGHT"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Small plant, neutral evil Skills Stealth +3 Damage Vulnerabilities fire Condition Immunities blinded, deafened Senses blindsight 60 ft. (blind beyond this radius), passive Perception 9 Languages understands Common but doesn't speak Challenge 1/8 (25 XP) False Appearance. The blight resembles a dead shrub. While it remains motionless among vegetation, it can hide without being out of sight.\nSTR 6 (-2) | DEX 13 (+l) | CON 12 (+l) | INT 4 (-3) | WIS 8 (-1) | CHA 3 (-4)"}
{"chunk_id": "r_0173", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "TwIG BLIGHT", "ACTIONS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Claws. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 3 (ld4 + 1) piercing damage.\nThis skittering creature resembles a small, leafless, walking plant. Twig blights hide by rooting themselves among ordinary plants."}
{"chunk_id": "r_0174", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "WOLF"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium beast, unaligned Armor Class 13 (natural armor) Hit Points 11 (2d8 +2) Speed 40 ft.\nSTR DEX CON INT WIS CHA 12 (+l) 15 (+2) 12 (+l) 3 (-4) 12 (+l) 6 (-2) Skills Perception +3, Stealth +4 Senses passive Perception 13 Languages-Challenge 1/4 (SO XP) Keen Hearing and Smell. The wolf has advantage on Wisdom (Perception) checks that rely on hearing or smell.\nPack Tactics. The wolf has advantage on an attack roll against a creature if at least one of the wolf's allies is within 5 feet of the creature and the ally isn't incapacitated."}
{"chunk_id": "r_0175", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "WOLF", "ACTIONS"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit:"}
{"chunk_id": "r_0176", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "YOUNG GREEN DRAGON"], "section_type": "narrative", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Large dragon, lawful evil Armor Class 18 (natural armor) Hit Points 136 (16dl0 + 48) Speed 40 ft., fly 60 ft., swim 40 ft.\nSTR DEX CON INT WIS CHA 19 (+4) 12 (+l) 17 (+3) 16 (+3) 13 (+l) 15 (+2) Saving Throws Dex +4, Con +6, Wis +4, Cha +S Skills Deception +S, Perception +7, Stealth +4 Damage Immunities poison Condition Immunities poisoned Senses blindsight 30 ft., darkvision 120 ft., passive Perception 17 Languages Common, Draconic Challenge 8 (3,900 XP) Amphibious. The dragon can breathe air and water."}
{"chunk_id": "r_0177", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "YOUNG GREEN DRAGON", "ACTIONS"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Multiattack. The dragon makes three attacks, one with its bite and two with its claws.\nBite. Melee Weapon Attack: +7 to hit, reach 10 ft., one target. Hit: 15 (2dl0 + 4) piercing damage plus 7 (2d6) poison damage.\nClaw. Melee Weapon Attack:+7 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) slashing damage.\nPoison Breath (Recharge 5-6). The dragon breathes poisonous gas in a 30-foot cone. Each creature in the cone must make a DC 16 Constitution saving throw, taking 42 (l 2d6) poison damage on a failed save, or half as much damage on a successful one.\nThoroughly evil, green dragons delight in subverting and corrupting the good-hearted. They prefer to dwell in ancient forests."}
{"chunk_id": "r_0178", "section_hierarchy": ["INTRODUCTION", "RUNNING THE ADVENTURE", "STATISTICS", "ZOMBIE"], "section_type": "character", "source_doc": "lost_mine_of_phandelver", "genre": "fantasy adventure", "text": "Medium undead, neutral evil Armor Class 8 Hit Points 22 (3d8 + 9) Speed 20 ft.\nSTR DEX CON INT WIS CHA 13 (+l) 6 (-2) 16 (+3) 3 (-4) 6 (-2) 5 (-3) 7 (2d4 + 2) piercing damage. If the target is a creature, it must succeed on a DC 11 Strength saving throw or be knocked prone.\nWolves are found in subarctic and temperate regions of the world, running in packs through hills and forests.\nSaving Throws Wis +0 Damage Immunities poison Condition Immunities poisoned Senses darkvision 60 ft., passive Perception 8 Languages understands the languages it knew in life but can't speak Challenge 1/4 (SO XP) Undead Fortitude. If damage reduces the zombie to 0 hit points, it can make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead.\nACTIONS Slam. Melee Weapon Attack:+3 to hit, reach 5 ft., one target. Hit: 4 (ld6 + 1) bludgeoning damage.\nZombies are corpses imbued with a semblance of life, retaining no vestige of their former selves."}
