{"chunk_id": "r_0001", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "CCredits"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "This document is for perrsonal use only. Not for rresale. Permission granted to print oor photocopy this document. All characteers and their distinctive likenesses are pproperty of Wizardds of the Coast. Thhis material is prootected under the ccopyright laws of the United Statess of America. Any reproduction or uunauthorized use of the material or artwork containedd herein is prohibbited."}
{"chunk_id": "r_0002", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Introduction"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Welcome to Dues for the Dead, a D&D ExpeditionsTM adventure, part of the official D&D Adventurers LeagueTM organized play system and the Tyranny of DragonsTM storyline season.\nThis adventure is designed for three to seven 1st4th level characters, and is optimized for five 2nd level characters. Characters outside this level range cannot participate in this adventure. Players with ineligble characters can create a new 1st-level character or use a pregenerated character.\nThe adventure takes place in Phlan, a large city on the shore of the Moonsea, in the Forgotten Realms. More specifically, it takes place almost entirely in and beneath the city's cemetery, Valhingen Graveyard."}
{"chunk_id": "r_0003", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "The D&D Adventurers League"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "This adventure is official for D&D Adventurers League play. The D&D Adventurers League is the official organized play system for DUNGEONS & DRAGONS®. Players can create characters and participate in any adventure allowed as a part of the D&D Adventurers League. As they adventure, players track their characters’ experience, treasure, and other rewards, and can take those characters through other adventures that will continue their story.\nD&D Adventurers League play is broken up into storyline seasons. When players create characters, they attach those characters to a storyline season, which determines what rules they’re allowed to use to create and advance their characters. Players can continue to play their characters after the storyline season has finished, possibly participating in a second or third storyline with those same characters. A character’s level is the only limitation for adventure play. A player cannot use a character of a level higher or lower than the level range of a D&D Adventurers League adventure.\nIf you’re running this adventure as a part of a store event or at certain conventions, you’ll need a DCI number. This number is your official Wizards of the Coast organized play identifier. If you don’t have a number, you can obtain one at a store event. Check with your organizer for details.\nFor more information on playing, running games as a Dungeon Master, and organizing games for the D&D Adventurers League, please visit the D&D Adventurers League home."}
{"chunk_id": "r_0004", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Preparing the Adventure"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Before you show up to Dungeon Master this adventure for a group of players, you should do the following to prepare."}
{"chunk_id": "r_0005", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Before Play at the Table"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Ask the players to provide you with relevant character information. This includes: Players that have characters outside the adventure’s level range cannot participate in the adventure with those characters. Players with ineligible characters can make a new 1st-level character or use a pregenerated character. Players can play an adventure they previously played or ran as a Dungeon Master, but not with the same character (if applicable).\nEnsure that each player has an official adventure logsheet for his or her character (if not, get one from the organizer). The player will fill out the adventure name, session number, date, and your name and DCI number. In addition, the player also fills in the starting values for XP, gold, downtime, renown, and number of permanent magic items. He or she will fill in the other values and Dues for the Dead write notes at the conclusion of the session. Each player is responsible for maintaining an accurate logsheet.\nIf you have time, you can do a quick scan of a player’s character sheet to ensure that nothing looks out of order. If you see magic items of very high rarities or strange arrays of ability scores, you can ask players to provide documentation for the irregularities. If they cannot, feel free to restrict item use or ask them to use a standard ability score array. Point players to the D&D Adventurers League Player’s Guide for reference.\nIf players wish to spend downtime days and it’s the beginning of an adventure or episode, they can declare their activity and spend the days now, or they can do so at the end of the adventure or episode.\nPlayers should select their characters’ spells and other daily options prior to the start of the adventure, unless the adventure specifies otherwise. Feel free to reread the adventure description to help give players hints about what they might face."}
{"chunk_id": "r_0006", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adjusting the Adventure"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Throughout this adventure, you may see sidebars to help you make adjustments to this adventure for smaller/larger groups and characters, of higher/lower levels that the optimized group size. Most of the time, this is used for combat encounters.\nYou may adjust the adventure beyond the guidelines given in the adventure, or for other reasons. For example, if you’re playing with a group of inexperienced players, you might want to make the adventure a little easier; for very experienced players, you might want to make it a little harder. Therefore, five categories of party strength have been created for you to use as a guide. Use these as a guide, and feel free to use a different adjustment during the adventure if the recommended party strength feels off for the group.\nThis adventure is optimized for a party of five 2ndlevel characters. To figure out whether you need to adjust the adventure, do the following: You’ve now determined the average party level (APL) for the adventure. To figure out the party strength for the adventure, consult the following table."}
{"chunk_id": "r_0007", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adjusting the Adventure", "Determining Party Strength", "Party Composition   Party Strength"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "3-4 characters, APL less than Very weak 3-4 characters, APL equivalent Weak 3-4 characters, APL greater than Average 5 characters, APL less than Weak 5 characters, APL equivalent Average 5 characters, APL greater than Strong 6-7 characters, APL less than Average 6-7 characters, APL equivalent Strong 6-7 characters, APL greater than Very strong Average party strength indicates no recommended adjustments to the adventure. Each sidebar may or may not offer suggestions for certain party strengths. If a particular recommendation is not offered for your group, you don’t have to make adjustments."}
{"chunk_id": "r_0008", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Dungeon Mastering the Adventure"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "As the DM of the session, you have the most important role in facilitating the enjoyment of the game for the players. You help guide the narrative and bring the words on these pages to life. The outcome of a fun game session often creates stories that live well beyond the play at the table. Always follow this golden rule when you DM for a group:"}
{"chunk_id": "r_0009", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Dungeon Mastering the Adventure", "Make decisions and adjudications that enhance the fun of the adventure when possible."], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "To reinforce this golden rule, keep in mind the following: Dues for the Dead In short, being the DM isn’t about following the adventure’s text word-for-word; it’s about facilitating a fun, challenging game environment for the players. The Dungeon Master’s Guide TM has more information on the art of running a D&D game."}
{"chunk_id": "r_0010", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Dungeon Mastering the Adventure", "Downtime and Lifestyle"], "section_type": "puzzle", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "At the beginning of each play session, players must declare whether or not they are spending any days of downtime. The player records the downtime spent on the adventure logsheet. The following options are available to players during downtime (see the D&D basic rules or the D&D Adventurers League Player’s Guide for more information): Other downtime options might be available during adventures or unlocked through play, including faction-specific activities.\nIn addition, whenever a character spends downtime days, that character also spends the requisite expense for his or her lifestyle. Costs are per day, so a character that spends ten days of downtime also spends ten days of expenses maintaining his or her lifestyle. Some downtime activities help with lifestyle expenses or add lifestyle expenses."}
{"chunk_id": "r_0011", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Dungeon Mastering the Adventure", "Spellcasting Services"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Any settlement the size of a town or larger can provide some spellcasting services. Characters need to be able to travel to the settlement to obtain these services. Alternatively, if the party finishes an adventure, they can be assumed to return to the settlement closest to the adventure location.\nSpell services generally available include healing and recovery spells, as well as information-gathering spells. Other spell services might be available as specified in the adventure. The number of spells available to be cast as a service is limited to a maximum of three per day\nCost\n10 gp\n20 gp\n40 gp\n40 gp\n90 gp\n90 gp\n210 gp\n450 gp\n1,250 gp"}
{"chunk_id": "r_0012", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Dungeon Mastering the Adventure", "Spellcasting Services", "Acolyte Background"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "A character possessing the acolyte background requesting spellcasting services at a temple of his or her faith may request one spell per day from the Spellcasting Services table for free.\nThe only cost paid for the spell is the base price for the consumed material component, if any."}
{"chunk_id": "r_0013", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Dungeon Mastering the Adventure", "Character Disease, Death, and Recovery"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Sometimes bad things happen, and characters get poisoned, diseased, or die. Since you might not have the same characters return from session to session, here are the rules when bad things happen to characters."}
{"chunk_id": "r_0014", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Dungeon Mastering the Adventure", "Character Disease, Death, and Recovery", "Disease, Poison, and Other Debilitating Effects"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "A character still affected by diseases, poisons, and other similar effects at the conclusion of an adventure can spend downtime days recuperating until such time as he or she resolves the effect to its conclusion (see the recuperating activity in the D&D basic rules). If a Dues for the Dead character doesn’t resolve the effect between sessions, that character begins the next session still affected by the debilitating effect."}
{"chunk_id": "r_0015", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Dungeon Mastering the Adventure", "Character Disease, Death, and Recovery", "Death"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "A character who dies during the course of the adventure has a few options at the end of the session. A character subject to a raise dead spell is affected negatively until all long rests have been completed during an adventure. If the character is of level 1 to 4 and a member of a faction, the dead character’s body can be returned to civilization and a patron from the faction ensures that he or she receives a raisedead spell."}
{"chunk_id": "r_0016", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Background"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "In its quest to set Tiamat free in the world, the Cult of the Dragon is ever searching for magical knowledge and spares no effort in doing so. Cult leaders enlisted the aid of expatriate Red Wizards of Thay, who hoped eventually to turn Tiamat's power against Szass Tam.\nThose Red Wizards are assigned to wide-ranging tasks across Faer. Dues for the Dead concerns a Red Wizard necromancer named Rorreth Monforoth who was assigned to find a way to locate the now-inert Pool of Radiance beneath Phlan and reconnect it to the Weave.\nAt some point, long ago, a Pool of Radiance—a powerful and dangerous anomaly in the Weave—formed beneath Phlan, a city with a long and troubled history on the northern shore of the Moonsea. This font of raw magic was found by an entity named Tyranthraxus who used its power to possess the body of a bronze dragon. Tyranthraxus was eventually defeated by a band of adventurers and the Pool of Radiance was transformed into a normal pool of water beneath Valjevo Castle. Despite this, however, its legend persists.\nRorreth Monforoth has been sent to Phlan along with a handful of Cult \"advisors\" for two reasons; to seek out a means of entry into the ruins beneath Valjevo Castle and to create a host of undead. Once this has been accomplished, the Cult will have a veritable army of undead with which to secure Phlan, and subsequently, the Pool of Radiance."}
{"chunk_id": "r_0017", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Overview"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The adventure begins with characters hearing about the reappearance of undead creatures in the cemetery next to the city of Phlan. The faithful of Kelemvor, who take care of the cemetery, are seeking men and women who are willing to track down the undead, destroy them, and find out where they came from and why.\nMost of the cemetery is underground, in extensive catacombs that have been used for more than a millennia. They are provided a guide, but not even the cemetery's caretakers know the full extent of the catacombs. Much of the adventure involves exploring the catacombs, facing revived undead and other dangers, until characters discover that a Red Wizard necromancer is responsible for the trouble. They capture a clue about what the necromancer seeks, and they can gain important additional information if they take that clue to an NPC sage for analysis.\nArmed with solid information about the necromancer's goal, the adventurers set out to confront him to prevent him from achieving his goal.\nDues for the Dead"}
{"chunk_id": "r_0018", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "While the characters are in the city of Phlan or traveling nearby, they encounter this handbill posted on a wall or tree. They could also hear the information directly in conversation with a traveling merchant or a resident of Phlan or overhear other travelers discussing \"the undead problem\" at Valhingen Graveyard.\nWANTED: Holy Knights, Blessed Warriors of the Gods, and other bold slayers of the Undead. Reward commensurate with risk. For particulars, contact Doomguide Yovir Glandon at Valhingen Graveyard, City of Phlan"}
{"chunk_id": "r_0019", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "Valhingen Graveyard"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The graveyard sits north of the city, on the opposite shore of Stojanow River. It is a beautiful garden of statues, tended plants, trees, mausoleums, and headstones. The condition of the graveyard is entirely pristine thanks to the tireless work of Kelemvorites who tend it.\nPhlan has been the site of a city for over 1,000 years. It's experienced so many cycles of growth and collapse, of prosperity and destruction, that it's impossible to estimate accurately how many people have lived there and subsequently been interred in Valhingen. A conservative estimate puts the number at well over 100,000 but that estimate could easily be two, three, or even five times that many.\nValhingen is large, but so many bodies couldn't possibly be buried there in individual graves and family mausoleums. Most of them are interred in catacombs beneath the graveyard. The catacombs are nearly as old as the city, and their full extent is unknown even to the most senior of Kelemvorites. They extend well beyond the boundary of the graveyard in every direction, including under the city.\nSeveral of the major temples and fortifications in Phlan were known to have entrances of their own, but most of these were sealed during times when undead were a threat. If any of them remain open, no one living in Phlan today knows of them. The only entrance that's known to still be open is the Cloister of Kelemvor in Valhingen Graveyard, and only those galleries directly connected to it are still used for burials."}
{"chunk_id": "r_0020", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "Valhingen Graveyard", "The City of Phlan"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The bulk of the action in Dues for the Dead takes place under Valhingen Graveyard. Characters might spend a short time in the city proper, however, when they first arrive or if they consult with a sage during the adventure. Phlan has a thousand-year history of ascendance and collapse. Soldiers of the Black Fist rule the city by martial law."}
{"chunk_id": "r_0021", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "Valhingen Graveyard", "The City of Phlan", "KKelemvor's Faaithful"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "DDoomguide is thee title adopted byy heads of clericaal chapters aamong the faithfu"}
{"chunk_id": "r_0022", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "TThe Doommguide's Tale"], "section_type": "dialogue", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "FFinding Doomgguide Glandon is simple enouugh. Yovir GGlandon is a huuman male of mmiddle age, hummorless and sstoic in his dutyy among the deead.\nDoomguuide Yovir Glanddon is a thin, humman male of midddle age, withh a shaved head and a well-trimmmed beard, streaaked with greey. He is dressed in a grass-stained gray robe with twigs and leavves tangled around the frayed hem, sweeping leaaves out of thhe simple stone chapel with a woorn-out broom.\nAs you approach, he sttops sweeping annd turns his deepp-set, blue eyees in your directioon.\n“Hello there,” he says iin a surprisingly resonant voice, “What service ccan Kelemvor’s FFaithful provide for you today?”f"}
{"chunk_id": "r_0023", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "TThe Doommguide's Tale", "Rolepllaying Doommguide Glandon"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Yovir Glandon has toiledd in the gardens oof Valhingen for nearly Yovir prrefers to let chharacters bring up the subject of the handbilll or rumors of undead themsselves, rather thhan asking them if they'ree mercenaries looking for worrk (that fact should be obbvious to anyonne who glancess at the heaavily armed andd armored charracters). Once aasked, he relattes the followinng tale. During the course of ttheir converssation, Yovir prrovides the following informaation:"}
{"chunk_id": "r_0024", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "TThe Doommguide's Tale", "Duees for the DDead"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "If the adventureers appear interested in taking the job, YYovir provides tthe following innformation. The catacoombs are extensive, and Yovirr offers the adventurerrs the services oof a guide if theey so desire one. If the advennturers ask for an advance to pay for supplies, he instead givess them the gogggles of night."}
{"chunk_id": "r_0025", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "TThe Doommguide's Tale", "Duees for the DDead", "RRoleplaying Cassyt"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Kelemvorite whoo has spent more time in her bbooks than in thee catacombs of thhe graveyard. Despite this, she hhas an unusually sunny dispositioon and is prone to chatter inncessantly rattlinng off minutiae and trivia about thhe catacombs.\nShe knows quite aa bit about Sectioons 1 through 3 of the atacombs (Histoory +4; catacombbs only) and first aid (Medicine +3). She also has a dry, albeit slightly warped, sense of humor."}
{"chunk_id": "r_0026", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "TThe Doommguide's Tale", "TTreasure"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "If they ask, the adventurers arre given a pair oof goggles of nnight to assist them with theirr excursion."}
{"chunk_id": "r_0027", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "GGeneral Featuress"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Most individual cryppts are not desccribed, bbecause they'ree all basically thhe same. The wwalls are ccarved with locuuli (niches) thaat contain eitheer a single bbody or the staccked bones of mmany bodies. The catacombbs are, for the mmost part, ass silent as the ggrave."}
{"chunk_id": "r_0028", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "1. Clloister oof Kelemvvor"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The firsst chamber thee adventurers eenter is the Cloiister.\nThe base of the stairs oppens into a largee, irregularly-shapped chambeer. Stone ledges aare carved along most of the walls to serve ass tables.\nThe farr wall of this roomm is covered a huge fresco. The painted tiles portraying people from every race and walkk of life, arrangedd with no sense of perspective or relative scale. TThe design hhas suffered heavvy damage from water seepage aand mildew over the centuriees.\nThe reccently deceasedd can be placedd on any of several stone bbiers for viewing by family meembers and frieends before tthey are carried deeper into tthe catacombs for intermeent.\nAnyone who examinnes the fresco aand succeeds aat a DC 15 Intelligence (Innvestigation) chheck sees it forr what it truly iis—a century-oold map of the ccatacombs. Thiis is hard too recognize, howwever, due to thhe damage andd the Duees for the DDead copy this document for personal usse only. 9 lack of any consistent scale.\nAreas 1 and 2 are typically as far as non-faithful folk ever come into the catacombs. Typically, only the members of the clergy are permitted beyond this point."}
{"chunk_id": "r_0029", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "2. Funerary Banquet Hall"], "section_type": "puzzle", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Many families hold funeral banquets when their loved ones are interred. Middle class and wealthy families prefer to rent a banquet room in an inn or host the banquet in their homes, but the faithful of Kelemvor don't charge for use of this room (labeled “a” on the map), so it's popular with poorer families in Phlan.\nThis banquet hall is surprisingly pleasant when considering its location. Many colored lanterns and small incense burners are lit. The long tables are boards lain over a pair of trestles fashioned of wood planks, with benches for seating.\nA smaller room in the southern corner of the hall is sealed with a locked iron gate.\nWhat at first appears to be a small room or closet turns out to be reveals a shaft down to another chamber. A set of block and tackle hang from the ceiling of the shaft, and handholds have been chiseled into the wall.\nThis shaft descends into a chamber (labeled “b” on the map) used by the clergy to prepare bodies for interment. Hanging from the top of the shaft is a set of block and tackle; likely for lowering dead bodies to the chamber below.\nFrom this room, there is a small door on the northeastern corner that leads to area 13. The door is locked but may be opened with the same key that unlocked the gate in area 2a, or with a successful DC 15 Dexterity check using thieves’ tools. The gate may be forced open with a successful DC 15 Strength check."}
{"chunk_id": "r_0030", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "3. First Families of Phlan"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "These crypts are reserved for the wealthy and the powerful: successful merchants, political leaders, military officers, and their families. They have an almost museum-like quality.\nThis series of crypts has doorways sealed by locked iron grates. Within you see scenes of normal daily life: richly-dressed people seated around dining tables, or at writing desks, or in luxurious chairs.\nAll of this would be completely normal, except that all of the participants in the macabre dioramas are the skeletal remains of the affluent—carefully posed and interred among their favorite possessions.\nBecause of this area's attraction to thieves, every iron grate is double-locked and warded. Doomguide Yovir Glandon has the only keys for the locks. Picking a lock requires a successful DC 15 Dexterity check using a set of thieves’ tools.\nOpening or attempting to open one of the locks with anything other than the proper key sets off a magicmouth spell that intones, \"Think twice on what you are about to do, friend. Your trespass has been noted.\"  In fact, there is no other alarm and the magic mouth spell doesn't alert the faithful of Kelemvor to the break-in.\nTreasure If the characters decide to break in to the crypts, they can collect 40 gp worth of easily-pocketed jewelry, and another 60 gp worth of bulky, but valuable, clothing from each.\nThe Kelemvorites, however, notice within a few days should any small items be taken. And as the catacombs have recently been sealed, the adventurers are likely the prime suspects.\nThe Kelemvorites notice characters trying removing bulky items from the catacombs immediately upon exiting.\nCassyt will inform Doomguide Glandon if she sees any of the adventurers take any of the treasure belonging to the dead."}
{"chunk_id": "r_0031", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "4. The Bone Pit"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The faithful of Kelemvor don't know why some bones were thrown here while others were stored more respectfully in loculi and orderly ossuaries. In fact, this pit was used long ago by one of the more macabre funerary cults (see area 5).\nDues for the Dead A circular pit nearly fills this chamber, leaving only a foot-wide pathway between the edge of the pit and the wall. The pit is filled to about five feet below the lip with humanoid bones. A narrow walkway hugging the walls is the only path through the chamber.\nNarrow niches in the walls are filled with carefully placed bones, baubles, and other similar items.\nThe encircling pathway is only about a foot wide. To walk the path without falling into the pit requires a successful DC 5 Dexterity (Acrobatics) check. Falling into the jagged bones in the pit causes 3 (1d6) points of piercing damage.\nFalling into the pit and the subsequent struggle to get out makes enough noise to alert the ghouls who are hiding in area 5. If the adventurers end up not proceeding into area 5, their presence is known by the ghouls, who stalk them and attack them during their next fight."}
{"chunk_id": "r_0032", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "5. Funerary Cults"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The smell of wood smoke is overpowering in this room, and every surface is stained jet black with soot. The walls are lined with almost perfectly preserved bodies—black from the same soot that stains the walls. The preserved bodies drew two hungry ghouls to this area, and they're still present, hidden among the corpses."}
{"chunk_id": "r_0033", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "6. Rickety Stairs"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Wooden stairs wind around the walls of the shaft down into the darkness. They wind around a tall statue of a strange, four-armed humanoid with vaguely insectoid features. The stairs are also on the verge of collapse. Any character who is on the stairs when they collapse suffers 7 (2d6) bludgeoning damage."}
{"chunk_id": "r_0034", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "6. Rickety Stairs", "TTreasure"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "TThe statues eyees are two piecees of flawless jeet worth 25 ggp each.\nCassyt will innform Doomguiide Glandon if sshe sees any oof the adventureers take either of the gems."}
{"chunk_id": "r_0035", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "6. Rickety Stairs", "Duees for the DDead"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "T oold and startingg to show their age."}
{"chunk_id": "r_0036", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "6. Rickety Stairs", "Duees for the DDead", "LLoose Brickwwork"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "TThe walls and ceilings of this section of the catacoombs are old"}
{"chunk_id": "r_0037", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "77A. Sun PPit"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "TThis room was used as a means of destroyinng vampires. VVampires were staked and shackled to the wwall. When thhe morning sun rose, it wouldd eventually shhine down thhrough the graates above, desttroying the vammpires.\nTThis square roomm is approximately 20 feet across. The ceiling, fafar above, is cappped with iron graates through whicch the sky aabove can be seeen.\nShackles are bolted to the walls and an iron lockkbox is fafastened to the wwall. The lid to thee lockbox is openn, revealing a nnumber of woodeen stakes.\nThough it is diffficult to be sure, a hinged gate in the grate aabove seems to bbe open and a lenngth of rope endding in a ggrappling hook laays in a heap on the floor in frontt of you bbeside a short, ruusted iron bar.\nAA group of four zombies are inn this room, haaving been aattracted by thee noise made byy the would-be thieves.\nA couple of thhieves have brooken into the caatacombs. WWhen the last oof them was climmbing down, thhe bar that thhe grappling hook was hanginng from broke loose and ssent one of themm falling the last 10 feet and wworse yet, aalerting a pack of zombies to ttheir presence. They took rrefuge in Area 77b. When the aadventurers arrrive, the zzombies are banging on the dooor that the Weelcomers hhave barricadedd themselves behind. They atttack the aadventurers shoould any of them enter this Arrea.\nNot for resale. Peermission granted to print or photo"}
{"chunk_id": "r_0038", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "77A. Sun PPit", "Adjustting the Enccounter"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Here aree recommendatioons for adjustingg this combat er. These are not cumulative.\n Veryy weak or weak pparty: remove twoo zombies  Veryy strong party: a ghoul wanders innto the room at tthe begi"}
{"chunk_id": "r_0039", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "7B. CCrematoria Niches"], "section_type": "puzzle", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "An elf, a tiefling and a hhiccupping half-oorc crouch on thhe far side of tthe room, clutching swords in their shaking handds. A group of thiieves have stoolen into the caatacombs amiddst the disruptiion caused by the appearaance of undeadd."}
{"chunk_id": "r_0040", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "7B. CCrematoria Niches", "Plunddered Treaasures"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Any chaaracter succeedding at a DC 10 Wisdom (Percepption) check nootices that eachh of the Welcommers has a feew trinkets stufffed into their ppockets. The adventuurers can persuuade the Welcoomers into leavving the treaasures behind wwith a successfful DC 15 Charrisma (Intimiddation or Persuuasion). If unsuuccessful, nothiing short off force is goingg to deter them from abscondiing"}
{"chunk_id": "r_0041", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "7B. CCrematoria Niches", "Duees for the DDead"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "copy this document for personal usse only. 13 with the treasure.\nIf it comes to blows and any of the Welcomers are killed in the struggle, the adventurers receive the Enmity of the Welcomers (see Favors and Enmity, below).\nCassyt will inform Doomguide Glandon if she sees any of the adventurers take any of the treasure belonging to the dead."}
{"chunk_id": "r_0042", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "7B. CCrematoria Niches", "Helping the Welcomers Escape"], "section_type": "puzzle", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The Welcomers want to leave the catacombs, preferably via the way they entered as they do not want the Kelemvorites knowing that they were down here. The half-orc spy is clearly in no state to make the climb. The adventurers can use the grappling hook and hook it to the grate above."}
{"chunk_id": "r_0043", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "7B. CCrematoria Niches", "Cassyt"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "If the adventurers help the Welcomers sneak out, Cassyt is naturally upset. However, she is young and relatively naïve, and can be persuaded to keep mum about it with a successful DC 10 Charisma (Persuasion) check. Feel free to award advantage on this check for especially creative roleplaying.\n\" Doomguide Glandon isn't going to be pleased to hear about this…\" --Cassyt"}
{"chunk_id": "r_0044", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "7B. CCrematoria Niches", "Treasure"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The Welcomers have looted a total of 80 gp in various types of plundered trinkets and art objects. They also carry 20 gp in coins of their own.\nAn additional 50 gp worth of coins and trinkets can be further pilfered from the niches that the Welcomers didn't empty."}
{"chunk_id": "r_0045", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "8. Obelisk"], "section_type": "dialogue", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The walls of this semi-circular chamber are lined with nearly a hundred loculi, each containing the bones of one or more deceased residents of Phlan. An obelisk stands in the center of the chamber. Its four faces are covered in mysterious runes.\nThe carvings are in Celestial and use its intricate, flowing script. If no one in the party understands Celestial, the language can be identified only with at least a minute's study and a successful DC 15 Intelligence (History) check. The writing is not terribly interesting; it speaks in general terms about the goodly lives of those interred in the chamber.\nThe corridor continues to the east and down a set of stairs.\nDues for the Dead"}
{"chunk_id": "r_0046", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "9. Skeletal Ceiling"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The walls in this section are lined with burial niches containing skeletons, as in other areas of the catacombs, but skeletons also stare down at you from the ceiling where they were set into shallow plaster. Some arm bones, leg bones, and skulls have cracked free and fallen to the floor, but most remain in the positions and poses they were given ages ago.\nRorreth Monforoth animated five skeletons in the ceiling as guardians where they've remained quietly in the ceiling for more than a week. As the adventurers pass beneath them, the skeletons break free from the plaster and drop down to attack. Stage this situation for maximum drama among your players. It might be most effective, for example, to have only half the skeletons drop down on the first round. On the second and third rounds, more can drop into the fight in locations where they directly threaten characters who try to avoid melee, such as spellcasters and archers.\nAdjusting the Encounter Here are recommendations for adjusting this combat encounter. These are not cumulative.\nroom take 4 (1d8) points of slashing damage from jagged chunks of plaster when the skeletons break loose. Creatures who succeed at a DC 11 Dexterity saving throw take no damage.\n Very strong party: add two skeletons; all living creatures in the room take 4 (1d8) points of slashing and bludgeoning damage from jagged chunks of plaster when the skeletons break loose. Creatures who succeed at a DC 11 Dexterity saving throw take no damage.\n“Gah!” --Cassyt"}
{"chunk_id": "r_0047", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "10. The Tomb of Sedrair II"], "section_type": "puzzle", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "A mummified figure in magnificent apparel sits on a throne inlaid with ivory and semiprecious stones. It holds a golden dagger in its right hand and a balance in its left. A crown of gold and tarnished silver seems to float above its head. The whole scene is draped in cobwebs."}
{"chunk_id": "r_0048", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "10. The Tomb of Sedrair II", "Treasure"], "section_type": "puzzle", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Sedrair's crown is worth 250 gp if it's recovered without setting off the trap; if the trap goes off, damage from the lightning reduces its value to just 50 gp. The fine set of weights is worth 120 gp if complete and the balance accompanies it. The weights alone are worth 80 gp if complete or 10 gp if some of the weights were left behind. The golden dagger is only plating over soft metal; it's worth 12 gp, and it's useless as a weapon. Other semiprecious stones and filigree that can be collected from the throne have a total value of 8 gp.\nCassyt will inform Doomguide Glandon if she sees any of the adventurers take any of the treasure from Sedrair's Tomb.\nDues for the Dead"}
{"chunk_id": "r_0049", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "11. Talking Dead"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Niches near the floor are filled with stacked bones, and skulls are neatly arranged about six inches apart along a ledge. The wall above the skulls bears an inscription, partially obscured by centuries of accumulated dust and cobwebs.\nThe inscription can be read if the debris is cleared away. It states, in archaic Common, \"A question speak you, and answer will these departed.\" The dead in this section of the catacombs were interred at a time when people considered it desirable to be able to speak at will with their deceased ancestors per an enchantment resembling speak with dead.\nThe spell that compels these spirits to talk is ancient and fading, and the spirits themselves are only weakly held to this place. They cease responding to the characters' inquiries after they’ve answered five questions."}
{"chunk_id": "r_0050", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "12. Crime Scenes"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Just as important political, social, and religious figures from Phlan's history are immortalized in areas 3 and 4, some of its worst criminals are immortalized here. In this case, however, the roles of murderer and victim have been reversed.\nThis area has displays similar to those previously in the catacombs, but with one major difference. Where the previous displays were pleasant depictions of daily life, these are nightmares come to life. In one crypt, the skeletons of three, very young children are posed as if they are strangling a grown man, while another portrays five people holding a skeletal man in a chair and \"pouring\" something from a greasy, brown vial down his throat.\nPiles of dirt and rubble have been deposited around the room.\nThe \"victims\" in these vignettes committed mass murder or other atrocious crimes, and their \"killers\" were their victims in life. Here, the victims were allowed their eternal revenge. This practice fell out of fashion long ago in Phlan, so no new burials have been added here in over a century."}
{"chunk_id": "r_0051", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "13. The Necropolis and Beyond"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "This section of the catacombs is where most new interments take place. As such, Cassyt and other faithful of Kelemvor are more familiar with it than with other areas.\nA thousand untold secrets exist in this place. It stretches for hundreds of feet beneath the surface; a person could explore its depths for days and not see all that it contains.\nRumor has it that the hidden tomb of Miltiades, a legendary undead paladin is within this section of the catacombs, though no one has claimed to have found it.\nIt's as if you've entered a subterranean city. The crypts here are modeled after surface homes and other buildings, although they're only about two-thirds the size of their real counterparts.\nComing from somewhere to your left, you hear sounds of scratching and scraping. How far off it's coming from is very difficult to judge in these tunnels.\nAs it is now, however, the Necropolis is infested with undead. For each hour that the adventurers spend wandering the area, roll 1d4 and consult the Wandering Monsters table to determine what the party meets.\nIf the adventurers spend enough time down here to come across all three encounters, they do not encounter any others. Additionally, Doomguide Yovir does not ask for their assistance in clearing the rest of the catacombs."}
{"chunk_id": "r_0052", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14A. The Sentry"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The Red Wizard Rorreth Monforoth and his Cult of the Dragon accomplices have taken this portion of the catacombs as their temporary base of operations. A group of four zombies stand guard just inside of the Dues for the Dead portion of this area labeled “b” In addition, a kobold sentinel is here, sitting in a chair, sound asleep."}
{"chunk_id": "r_0053", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14A. The Sentry", "Tactics"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The kobold's only job is to make as much noise as possible when it sees someone that shouldn't be there.\nAs usual, the zombies simply mob the adventurers."}
{"chunk_id": "r_0054", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14A. The Sentry", "Tactics", "Adjusting the Encounter"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Here are recommendations for adjusting this combat encounter. These are not cumulative."}
{"chunk_id": "r_0055", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14B. The Red Wizard"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Even at first glance, it is obvious that people have been living in this room for a long while. There are a number of straw pallets and even a pair of beds.\nAcross the room, a man in embroidered red robes with a shaved and tattooed head is hurriedly stuffing items into a haversack. As he sees you, he spits out a curse and shouts for his minions to attack.\nThe fight with the zombies in area 14a has given Rorreth the time to prepare his escape via a teleportation circle. Rorreth is accompanied by a Thayan knight (T) and a cultist (C), along with a zombie (Z), and two kobolds (K) (including the kobold from area 14a that ran here to warn them). If the adventurers spend 4 rounds or more fighting the zombies in area 14a, the Thayan knight or the cultist is invisible when the adventurers arrive (see Rorreth's Flight, below)."}
{"chunk_id": "r_0056", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14B. The Red Wizard", "Rorreth's Flight"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Each round that the adventurers spend fighting the zombies in area 14a, is a round that Rorreth has to pack away incriminating documents and maps. The results of his efforts are based primarily on the amount of warning he has to prepare. Beginning with the round that the kobold shouts his alarm or combat with the zombies begins (whichever occurs first), Rorreth's performs specific actions each round until they arrive and enter initiative with the inhabitants of Area 14b:"}
{"chunk_id": "r_0057", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14B. The Red Wizard", "Foes & Tactics"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "At the beginning of combat, Rorreth is 20 feet away from teleportation circle set into the floor. On his turn, he moves to the circle and teleports away as a bonus action. He has no interest in fighting the adventurers—he has Dues for the Dead important work to do.\nRorreth is an accomplished mage and unless the adventurers are able to kill or incapacitate him or prevent him from speaking, he escapes. Even if physically restrained, he uses misty step to reach to the circle and teleport away. On his turn after the adventurers arrive in Area 14b, read: The wizard steps into a circle of silver runes on the floor and after muttering a single word, is enveloped in a blinding flash of green light. When your eyes clear, the man is nowhere to be seen.\nThe zombie and the Thayan knight engage the adventurers in melee while the kobolds use ranged attacks. The cultist engages the characters in melee.\nThe Thayan knight carries a vial of poison. If she begins a turn at 5 hit points or less, consumes it; killing her instantly.\nThe kobolds each have a stinkpot available to use with their sling. These deal no damage, but any creature struck by one must succeed on a DC 10 Constitution saving throw or be poisoned for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect early on a success."}
{"chunk_id": "r_0058", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14B. The Red Wizard", "Cassyt"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Until this point, she has mostly been assisting the party as a guide and casting an occasional cantrip. However, upon seeing the wizard who is responsible for creating the undead, she becomes furious.\nIn the first round of combat, she casts bless on the three characters that she feels have performed the best in the adventure so far. If there are any undead present in the encounter, Cassyt has a single use of Turn Undead in addition to her spells. She uses it in the second round of combat. In subsequent rounds, she casts sacred flame; saving her two remaining 1st-level spell slots to cast sanctuary as needed. She prefers to attack the wizard if he is present, and the undead if he is not.\n\"No longer will you profane this place with your presence!\" --Cassyt"}
{"chunk_id": "r_0059", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14B. The Red Wizard", "Cassyt", "Turn Undead"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "As an action, Cassyt presents her holy symbol and speaks a prayer censuring the undead. Each undead that can see or hear her within 30 feet of her must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.\nA turned creature must spend its turns trying to move as far away from her as it can, and it can't willingly move to a space within 30 feet of her. It also can't take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the Dodge action."}
{"chunk_id": "r_0060", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14B. The Red Wizard", "Developments"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Area 14a also has a narrow tunnel that exits this area toward the southeast. It proceeds for about 60 feet before it appears ends in a wall of stone and rubble. This tunnel appears on the maps found by the adventurers, labeled (in Draconic) with an arrow pointing further east and a single word—“Pool.”"}
{"chunk_id": "r_0061", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14B. The Red Wizard", "Developments", "Adjusting the Encounter"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Here are recommendations for adjusting this combat encounter. These are not cumulative.\nthe back room"}
{"chunk_id": "r_0062", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "14B. The Red Wizard", "Treasure"], "section_type": "puzzle", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "In the back room, Rorreth kept a lockbox containing 100 gp in various types of coins. Additionally, he left behind a fine writing set in the desk worth 75 gp. The Thayan knight has a pouch with 45 gp in it and the cult fanatic has a pouch containing 25 gp. The kobolds between them have 5 gp in coins along with a few worthless pieces of junk and a dead mouse."}
{"chunk_id": "r_0063", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Conclusion"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "With the adventurers successful in discovering the source of the undead within the catacombs, their work is done. While Doomguide Glandon insinuates that their assistance would be helpful in clearing out the Necropolis of undead.\nHe is dismayed at the mention of a wizard in the catacombs, and even more so at the map's mention of a \"pool\". He goes so far to reveal that the arrow likely points in the direction of Valjevo Keep, but stops before guessing as to what the caption actually refers to.\nTheir task done, he thanks the adventurers for their work and begs the character's leave--saying he has much to discuss with his fellow clergy, the Lord Regent, and the Lord Sage.\nCassyt is Still Alive. Doomguide Glandon is also especially pleased with Cassyt's recounting of the events that transpired. As recognition of her efforts in the defeat of the Red Wizard, Doomguide Glandon inducts Cassyt into the Most Solemn Order of the Silent Shroud; the formal clergy of Kelemvor."}
{"chunk_id": "r_0064", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rewards"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Make sure note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session."}
{"chunk_id": "r_0065", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rewards", "Experience"], "section_type": "combat", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Total up all combat experience earned for defeated foes, and divide by the number of characters present in the combat. For non-combat experience, the rewards are listed per character. Give all characters in the party non-combat experience awards unless otherwise noted.\nThe minimum total award for each character participating in this adventure is 450 experience points. The maximum total award for each character participating in this adventure is 600 experience points.\nXP per Foe\n700\n450\n200\n200\n100\n50\n50\n25\n25\n25\n\nXP per Character\n75\n50\n50\n50\n25\n25"}
{"chunk_id": "r_0066", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rewards", "Treasure"], "section_type": "location", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece Dues for the Dead values listed for sellable gear are calculated at their selling price, not their purchase price.\nConsumable magic items should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.\nPermanent magic items are divided according to a system. See the sidebar if the adventure awards These brass-framed goggles feel cool to the touch when worn. While wearing them, you have darkvision out to a range of 60 feet. If you already have darkvision, these goggles extend that range by 60 feet. A full description of this item can be found in the basic rules or the Dungeon Master’s Guide.\nGP Value\n100\n40\n60\n130\n20\n250\n50\n80\n12\n8\n100\n75\n45\n25\n5"}
{"chunk_id": "r_0067", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rewards", "Treasure", "Permanent Magic Item Distribution"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "D&D Adventurers League has a system in place to determine who is awarded permanent magic items at the end of a session.\nEach character’s logsheet contains a column to record permanent magic items for ease of reference.\n If all the players at the table agree on one character taking possession of a permanent magic item, that character gets the item.\n In the event that one or more characters indicate an interest in possessing a permanent magic item, the character that possesses the fewest permanent magic items gets the item. If there is a tie in the total number of permanent magic items owned by contesting characters, the item’s owner is determined randomly by the DM."}
{"chunk_id": "r_0068", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rewards", "Renown"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "All faction members earn one renown point for participating in this adventure."}
{"chunk_id": "r_0069", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rewards", "Downtime"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Each character receives ten downtime days at the conclusion of this adventure."}
{"chunk_id": "r_0070", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rewards", "Favors and Enmity"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "The characters have the opportunity to earn the following enmity during the course of play.\nEnmity of Doomguide Yovir Glandon. Despite his requests, you were caught stealing from the resting dead or allowed others to do so. Because of this, all members of Kelemvor's clergy in Phlan are highly distrustful of you. So long as you have this enmity, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of Kelemvor's faithful in Phlan are made with disadvantage. Additionally, the cost for any spellcasting services provided by the clergy is increased by 10%.\nEnmity of the Welcomers. You slew one or more members of the Welcomers for little more than petty theft. So long as you have this enmity, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of the Welcomers faithful are made with disadvantage.\nFavor of the Welcomers. You helped a small group of Welcomers escape from the Catacombs without informing Doomguide Glandon. So long as you have this favor, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of the Welcomers faithful are made with advantage."}
{"chunk_id": "r_0071", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rewards", "DM Rewards"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "You receive 200 XP and ten downtime days for running this session.\nDues for the Dead"}
{"chunk_id": "r_0072", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "BBandi"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "MMedium humanoidd (any race), any noon-lawful alignmennt AArmor Class 12 (lleather armor) HHit Points 11 (2d8 + 2) SSpeed 30 ft."}
{"chunk_id": "r_0073", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "BBandi", "STR DEXX CON INT WIS CHA"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "11 (+0) 12 (++1) 12 (+1) 10 (+0) 10 (+00) 10 (+0) SSenses passive Peerception 10 LLanguages any onne language (usuually Common) CChallenge 1/8 (255 XP)"}
{"chunk_id": "r_0074", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "BBandi", "STR DEXX CON INT WIS CHA", "AActions"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "SScimitar. Melee WWeapon Attack: +33 to hit, reach 5 fft., one target. HHit: 4 (1d6 + 1) slashing damage.\nLLight Crossbow. RRanged Weapon AAttack: +3 to hit, range 80 ftft./320 ft., one tarrget. Hit: 5 (1d8 ++ 1) piercing dammage."}
{"chunk_id": "r_0075", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "CCassyt (Acolyyte)"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "MMedium humanoidd (human), neutrall good AArmor Class 10 HHit Points 9 (2d8) SSpeed 30 ft."}
{"chunk_id": "r_0076", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "CCassyt (Acolyyte)", "STR DEXX CON INT WIS CHA"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "10 (+0) 10 (++0) 10 (+0) 10 (+0) 14 (+22) 11 (+0) SSkills Medicine +44, Religion +2 SSenses passive Peerception 10 LLanguages any onne language (usuually Common) CChallenge 1/4 (500 XP) SSpellcasting. Casssyt is a 1st-level sspellcaster. Her sspellcasting aability is Wisdom (spell save DC 112, +4 to hit with spell aattacks). Cassyt hhas the following cleric spells preppared: CCantrips (at will): light, sacred flamme, thaumaturgy 1st level (3 slots): bless, cure wounnds, sanctuary"}
{"chunk_id": "r_0077", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "CCassyt (Acolyyte)", "STR DEXX CON INT WIS CHA", "AActions"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "CClub. Melee Weappon Attack: +2 to hit, reach 5 ft., oone target. HHit: 2 (1d4) bludggeoning damage."}
{"chunk_id": "r_0078", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "CCultistt"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "MMedium humanoidd (any race), any noon-good alignmentt AArmor Class 12 (lleather armor) HHit Points 9 (2d8) SSpeed 30 ft.\nNot for resale. Peermission granted to print or photo"}
{"chunk_id": "r_0079", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "CCultistt", "CCHA"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "11 (+0)) 12 (+1) 100 (+0) 10 (+0)) 11 (+0) 100 (+0) Skills Deeception +2, Religion +2 Senses ppassive Perceptioon 10 Languagges any one language (usually Coommon) Challengge 1/8 (25 XP) Dark Deevotion. The cultiist has advantagee on saving throwws against being charmed oor frightened."}
{"chunk_id": "r_0080", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "CCultistt", "CCHA", "Actioons"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Scimitarr. Melee Weapon Attack: +3 to hit, reach 5 ft., one creaturee. Hit: 4 (1d6 + 1)) slashing damagge."}
{"chunk_id": "r_0081", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Ghooul"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Medium undead, chaotic evvil Armor CClass 12 Hit Poinnts 22 (5d8) Speed 300 ft."}
{"chunk_id": "r_0082", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Ghooul", "STR DEX CCON INT WIS CCHA"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "13 (+1)) 15 (+2) 100 (+0) 7 (−2) 10 (+0) 6 (−2) Damagee Immunities poiison Conditioon Immunities chharmed, exhaustion, poisoned Senses ddarkvision 60 ft., passive Percepttion 10 Languagges Common Challengge 1 (200 XP)"}
{"chunk_id": "r_0083", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Ghooul", "STR DEX CCON INT WIS CCHA", "Actioons"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Bite. Meelee Weapon Attack: +2 to hit, reacch 5 ft., one creature. Hit: 9 (22d6 + 2) piercing damage.\nClaws. MMelee Weapon Atttack: +4 to hit, reeach 5 ft., one tarrget. Hit: 7 (22d4 + 2) slashingg damage. If the ttarget is a creature other than an elf or undeead, it must succceed on a DC 10 Constituution saving throow or be paralyzeed for 1 minute. TThe target caan repeat the savving throw at the end of each of itts turns, ennding the effect oon itself on a succcess."}
{"chunk_id": "r_0084", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Knight"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Medium humanoid (any race), any alignment Armor Class 18 (plate) Hit Points 52 (8d8 + 16) Speed 30 ft."}
{"chunk_id": "r_0085", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Knight", "STR DEX CON INT WIS CHA"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "16 (+3) 11 (+0) 14 (+2) 11 (+0) 11 (+0) 15 (+2) Saving Throws Con +4, Wis +2 Senses passive Perception 10 Languages any one language (usually Common) Challenge 3 (700 XP) Brave. The knight has advantage on saving throws against being frightened."}
{"chunk_id": "r_0086", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Knight", "STR DEX CON INT WIS CHA", "Actions"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Multiattack. The knight makes two melee attacks.\nGreatsword. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) slashing damage.\nHeavy Crossbow. Ranged Weapon Attack: +2 to hit, range 100/400 ft., one target. Hit: 5 (1d10) piercing damage.\nLeadership (Recharges after a Short or Long Rest). For 1 minute, the knight can utter a special command or warning whenever a nonhostile creature that it can see within 30 feet of it makes an attack roll or a saving throw. The creature can add a d4 to its roll provided it can hear and understand the knight. A creature can benefit from only one Leadership die at a time. This effect ends if the knight is incapacitated.\nDagger. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 4 (1d4 + 2) piercing damage.\nSling. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one target. Hit: 4 (1d4 + 2) bludgeoning damage."}
{"chunk_id": "r_0087", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Knight", "STR DEX CON INT WIS CHA", "Reactions"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Parry. The knight adds 2 to its AC against one melee attack that would hit it. To do so, the knight must see the attacker and be wielding a melee weapon.\nSunlight Sensitivity. While in sunlight, the kobold has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.\nPack Tactics. The kobold has advantage on an attack roll against a creature if at least one of the kobold’s allies is within 5 feet of the creature and the ally isn’t incapacitated.\nDEX 15 (+2) | CON 9 (−1) | INT 8 (−1) | WIS 7 (−2) | CHA 8 (−1)"}
{"chunk_id": "r_0088", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rorreth (Red Wizard)"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Spellcasting. The red wizard is a 4th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 13, +5 to hit with spell attacks). The mage has the following wizard spells prepared: Cantrips (at will): light, fireblast, shocking grasp 1st level (4 slots): shield, mage armor, magic missile 2nd level (3 slots): invisibility, misty step\nDEX 14 (+2) | CON 11 (+0) | INT 17 (+3) | WIS 12 (+1) | CHA 11 (+0)"}
{"chunk_id": "r_0089", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rorreth (Red Wizard)", "Actions"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Quarterstaff. Melee Weapon Attack: +1 to hit, reach 5 ft., one target. Hit: 3 (1d8 – 1) bludgeoning damage."}
{"chunk_id": "r_0090", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rorreth (Red Wizard)", "Actions", "Dues for the Dead"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Not for resale. Permission granted to print or photocopy this document for personal use only.\nSpy Medium humanoid (any race), any alignment Armor Class 12 Hit Points 27 (6d8) Speed 30 ft."}
{"chunk_id": "r_0091", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rorreth (Red Wizard)", "Actions", "Dues for the Dead", "STR DEX CON INT WIS CHA"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "10 (+0) 15 (+2) 10 (+0) 12 (+1) 14 (+2) 16 (+3) Skills Deception +5, Insight +4, Investigation +5, Perception +6, Persuasion +5, Sleight of Hand +4, Stealth +4 Senses passive Perception 16 Languages any two languages Challenge 1 (200 XP) Cunning Action. On each of its turns, the spy can use a bonus action to take the Dash, Disengage, or Hide action.\nSneak Attack (1/Turn). The spy deals an extra 7 (2d6) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the spy that isn’t incapacitated and the spy doesn’t have disadvantage on the attack roll."}
{"chunk_id": "r_0092", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Rorreth (Red Wizard)", "Actions", "Actions"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Multiattack. The spy makes two melee attacks.\nShortsword. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage.\nHand Crossbow. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one target. Hit: 5 (1d6 + 2) piercing damage.\nCondition Immunities exhaustion, poisoned Senses darkvision 60 ft., passive Perception 9 Languages understands all languages it knew in life but can’t speak Challenge 1/4 (50 XP) Shortsword. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage.\n\n\nDEX 14 (+2) | CON 15 (+2) | INT 6 (−2) | WIS 8 (−1) | CHA 5 (−3)\n |  |"}
{"chunk_id": "r_0093", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Thug"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Medium humanoid (any race), any non-good alignment Armor Class 11 (leather armor) Hit Points 32 (5d8 + 10) Speed 30 ft."}
{"chunk_id": "r_0094", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Thug", "STR DEX CON INT WIS CHA"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "15 (+2) 11 (+0) 14 (+2) 10 (+0) 10 (+0) 11 (+0) Skills Intimidation +2 Senses passive Perception 10 Languages any one language (usually Common) Challenge 1/2 (100 XP) Pack Tactics. The thug has advantage on an attack roll against a creature if at least one of the thug’s allies is within 5 feet of the creature and the ally isn’t incapacitated."}
{"chunk_id": "r_0095", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Thug", "STR DEX CON INT WIS CHA", "Actions"], "section_type": "character", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Multiattack. The thug makes two melee attacks.\nMace. Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 5 (1d6 + 2) bludgeoning damage.\nHeavy Crossbow. Ranged Weapon Attack: +2 to hit, range 100/400 ft., one target. Hit: 5 (1d10) piercing damage.\nSenses darkvision 60 ft., passive Perception 8 Languages understands the languages it knew in life but can’t speak Challenge 1/4 (50 XP) Undead Fortitude. If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead.\nSlam. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 4 (1d6 + 1) bludgeoning damage.\nDEX 6 (−2) | CON 16 (+3) | INT 3 (−4) | WIS 6 (−2) | CHA 5 (−3)\n |  |"}
{"chunk_id": "r_0096", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Thug", "STR DEX CON INT WIS CHA", "Dues for the Dead"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Not for resale. Permission granted to print or photocopy this document for personal use only."}
{"chunk_id": "r_0097", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Thug", "STR DEX CON INT WIS CHA", "Duees for the DDead"], "section_type": "objective", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "Not for resale. Peermission granted to print or photocopy this document for personal usse only. 25"}
{"chunk_id": "r_0098", "section_hierarchy": ["Adventure Code: DDEXX1‐4", "Adventure Hook", "13. The Necropolis and Beyond", "Wandering Monsters"], "section_type": "narrative", "source_doc": "DuesfortheDead", "genre": "Fantasy Adventure", "text": "D4 Roll | Result\n1 | Ghouls (1d4)\n2 | Zombies (1d6)\n3 | Skeletons (1d6)\n4 | Nothing"}
